Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/*.lproj/Localizable.strings
Languages: fr, ru

source: Showing my address for
ru: Показывает мой адрес для

source: Reserve P2P username
ru: Зарезервировать имя пользователя P2P

source: Enter username
ru: Введите имя пользователя

source: Change the token?
ru: Сменить токен?

source: If the token is changed to %@, the address field must be filled in with a %@.
ru: Если токен изменен на %@, поле адреса должно быть заполнено %@.

source: %@-compatible address
ru: %@ -совместимый адрес

source: Discard
ru: Отказаться

source: Change
ru: Изменять

# username or address
source: username / address
ru: имя пользователя / адрес

source: Change the network?
ru: Сменить сеть?

source: If the network is changed to %@, the address field must be filled in with a %@.
ru: Если сеть изменена на %@, поле адреса должно быть заполнено %@.

source: There are %@ free transactions left for today
ru: На сегодня осталось %@ бесплатных транзакций

source: On the Solana network, the first %@ transactions in a day are paid by P2P.org. Subsequent transactions will be charged based on the Solana blockchain gas fee.
ru: В сети Solana первые %@ транзакций в день оплачиваются P2P.org. Последующие транзакции будут взиматься на основе платы за газ блокчейна Solana.

source: Select word #%@
ru: Выберите слово №%@

source: Receive **any token** within the Solana network even if it is not included in your wallet list
ru: Получите любой токен в сети Solana, даже если он не включен в список вашего кошелька

source: When you choose the Bitcoin network, your address accepts only Bitcoin. You may lose assets by sending another coin. 0.000112 BTC is the minimum transaction amount, and you have 36 hours to complete the transaction after receiving the address.
ru: Когда вы выбираете сеть Биткойн, ваш адрес принимает только Биткойн. Вы можете потерять активы, отправив еще одну монету. 0,000112 BTC - это минимальная сумма транзакции, и у вас есть 36 часов, чтобы завершить транзакцию после получения адреса.

source: You pay
ru: Ты платишь

source: You get
ru: Ты получаешь

source: Processing fee
ru: Разовая комиссия

source: SOL Price
ru: Цена SOL

# Buy %@ on Moonpay
source: Buy %@
ru: Купить %@

source: I understand
ru: я понимаю

source: Receiving via Bitcoin network
ru: Получение через сеть Биткойн

source: Make sure you understand these aspects
ru: Убедитесь, что вы понимаете аспекты

source: Select the second token
ru: Выберите второй токен

source: Select the first token
ru: Выберите первый токен

source: Confirm swapping %@ → %@
ru: Подтвердите замену %@ → %@

source: Spend
ru: Тратить

source: Swap %@ → %@
ru: Обменять %@ → %@

source: Custom
ru: Обычай

source: Custom slippage
ru: Пользовательское проскальзывание

source: A slippage is the difference between the expected price and the actual price at which a trade is executed
ru: Проскальзывание - это разница между ожидаемой ценой и фактической ценой, по которой совершается сделка.

source: Slippage can occur at any time, but it is most prevalent during periods of %@
ru: Проскальзывание может произойти в любое время, но наиболее часто оно встречается в периоды %@

source: Transactions that exceed 20%% slippage tolerance may be %@
ru: Транзакции, превышающие допуск по проскальзыванию 20%%, могут быть %@

source: Slippage tolerance %@
ru: Допуск по проскальзыванию %@

source: cannot exceed 50%%
ru: не может превышать 50%%

source: frontrun
ru: впереди

source: higher volatility
ru: более высокая волатильность

source: This address accepts **only %@**. You may lose assets by sending another coin.
ru: Этот адрес принимает только %@. Вы можете потерять активы, отправив еще одну монету.

source: Passcode not set. So we can’t verify you as the device’s owner.
ru: Пароль не установлен. Поэтому мы не можем подтвердить, что вы являетесь владельцем устройства.

source: The transaction is being processed
ru: Транзакция обрабатывается

source: Make another transaction
ru: Сделайте еще одну транзакцию

source: Show swap details
ru: Показать сведения о свопе

source: Tap to view in explorer
ru: Нажмите, чтобы просмотреть в explorer

source: %@ is successfully sent
ru: %@ успешно отправлено

source: The swap is being processed
ru: Своп обрабатывается

source: %@ is successfully swapped to %@
ru: %@ успешно заменен на %@

source: Statuses received
ru: Статусы получены

source: Statuses received (%@)
ru: Полученные статусы (%@)

source: The last one:
ru: Последний:

source: Backup required
ru: Требуется резервная копия

source: Backup is ready
ru: Резервная копия готова

source: Your PIN
ru: Ваш PIN-код

source: PIN is set
ru: PIN-код установлен

source: Notifications
ru: Уведомления

source: classic
ru: классический

source: Ask a question / Request a feature
ru: Задать вопрос / Запросить функцию

source: App version
ru: Версия приложения

source: Confirm transactions
ru: Подтвердить транзакции

source: Pay fees with
ru: Оплатить комиссию с

source: App icon
ru: Значок приложения

source: Hide direct and mint addresses
ru: Скрыть прямые и мятные адреса

source: Show direct and mint addresses
ru: Показать прямые и мятные адреса

source: Tap and hold to copy
ru: Нажмите и удерживайте, чтобы скопировать

source: Receive %@
ru: Получить %@

source: You can receive %@ by providing this address, QR code or username:
ru: Вы можете получить %@, указав этот адрес, QR-код или имя пользователя:

source: Username %@ was reserved
ru: Имя пользователя %@ было зарезервировано

source: None
ru: Никто

source: Feedback
ru: Обратная связь

source: Select token to pay fees
ru: Выберите токен для оплаты комиссии

source: Choose the token to pay fees
ru: Выберите токен для оплаты сборов

source: List of supported tokens
ru: Список поддерживаемых токенов

source: Each token in this list is available for receiving with this address; you can search for a token by typing its name or ticker. If a token is not on this list, we do not recommend sending it to this address.
ru: Каждый токен в этом списке доступен для получения с этим адресом; вы можете найти токен, введя его имя или тикер. Если токена нет в этом списке, мы не рекомендуем отправлять его на этот адрес.

source: we do not recommend sending it to this address.
ru: мы не рекомендуем отправлять его на этот адрес.

source: What tokens can I receive?
ru: Какие токены я могу получить?

source: Security & Network
ru: Безопасность и сеть

source: Face ID
ru: Идентификатор лица

source: Touch ID
ru: Сенсорный идентификатор

source: Paying token is not valid. Please choose another one
ru: Платежный токен недействителен. Пожалуйста, выберите другой

source: This address does not appear to have a %@ account. You have to pay a one-time fee to create a %@ account for this address. You can choose which currency to pay in below.
ru: Этот адрес не имеет учетной записи %@. Вы должны заплатить единовременную плату, чтобы создать учетную запись %@ для этого адреса. Ниже вы можете выбрать, в какой валюте платить.

source: Could not create renBTC token, please try again later
ru: Не удалось создать токен renBTC. Повторите попытку позже.

source: This is required for the app to save generated QR codes or back up of your seed phrases to your photo library.
ru: Это необходимо для того, чтобы приложение могло сохранять сгенерированные QR-коды или создавать резервные копии исходных фраз в вашей библиотеке фотографий.

source: Allow access to save your photos
ru: Разрешите доступ для сохранения ваших фотографий

source: Open settings
ru: Открыть настройки

source: Needs at least %@
ru: Требуется не менее %@

source: Please choose another token and try again!
ru: Выберите другой токен и повторите попытку!

source: beta
ru: бета

source: Top up your account to get started
ru: Пополните свой счет, чтобы начать

source: Make your first deposit or buy with your credit card or Apple Pay
ru: Внесите свой первый депозит или купите с помощью кредитной карты или Apple Pay

source: Tokens
ru: Токены

source: Hidden tokens
ru: Скрытые токены

source: Exceeded maximum number of instructions allowed
ru: Превышено максимально допустимое количество инструкций

source: Deposit (will be returned)
ru: Депозит (будет возвращен)

source: Get your your own short crypto address
ru: Получите свой собственный короткий крипто-адрес

source: Reserve your username
ru: Зарезервируйте свое имя пользователя

source: Your wallet is at risk if you do not back it up
ru: Ваш кошелек в опасности, если вы не сделаете резервную копию

source: Back up your wallet
ru: Сделайте резервную копию своего кошелька

source: Suggest ways to improve P2P wallet
ru: Предложите способы улучшения P2P кошелька

source: Leave feedback
ru: Оставить отзыв

source: Don't miss out on important updates
ru: Не пропустите важные обновления

source: Turn on notifications
ru: Включить уведомления

source: Pay the %@ fee with
ru: Оплатите комиссию %@ с помощью

source: The transaction has been rejected
ru: Транзакция была отклонена

source: %@ was sent successfully
ru: %@ успешно отправлен

source: The price slippage was set at %@
ru: Проскальзывание цены установлено на %@

source: Minimum purchase of %@ required.
ru: Минимальная покупка %@ требуется.

source: Choose a token for buying
ru: Выберите токен для покупки

source: Buying %@
ru: Покупка %@

source: Hide fees
ru: Скрыть комиссии

source: %@ purchase cost
ru: %@ стоимость покупки

source: Show fees
ru: Показать сборы

source: Transaction has been finalized
ru: Транзакция завершена

source: Transaction has been sent
ru: Транзакция отправлена

source: Sender’s address
ru: Адрес отправителя

source: Received
ru: Получено

source: Low slippage caused the swap to fail
ru: Низкое проскальзывание привело к сбою свопа

source: Increase maximum price slippage
ru: Увеличить максимальное проскальзывание цены

source: Make another swap
ru: Сделайте еще один обмен

source: Sent
ru: Отправил

source: Spent
ru: Потраченный

source: %@ Account Creation
ru: Создание учетной записи %@

source: Deposit
ru: Депозит

source: This value is calculated by subtracting the transaction fee from your balance.
ru: Это значение рассчитывается путем вычитания комиссии за транзакцию из вашего баланса.

source: The maximum value is calculated by subtracting the transaction fee from your balance.
ru: Максимальное значение рассчитывается путем вычитания комиссии за транзакцию из вашего баланса.

source: Are you sure you want to sign out?
ru: Вы уверены, что хотите выйти?

source: Without the backup, you may never be able to access this account.
ru: Без резервной копии вы никогда не сможете получить доступ к этой учетной записи.

source: Sign Out
ru: Выход

source: If there is a token named “%@“, we don't recommend sending it to your Solana address since it will most likely be lost forever.
ru: Если есть токен с именем «%@», мы не рекомендуем отправлять его на ваш адрес в Солане, так как он, скорее всего, будет потерян навсегда.

source: Powered by
fr: Alimenté par
