Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/*.lproj/Localizable.strings
Languages: fr, ru

source: Received %@ renBTC
fr: Reçu %@ renBTC
ru: Получено %@ renBTC

source: Receiving %@ renBTC: Pending
fr: Réception de %@ renBTC : en attente
ru: Получение %@ renBTC: Ожидается

source: Solana Associated Token Account Required. This will require you to sign a transaction and spend some SOL.
fr: Compte Token associé Solana requis. Cela vous obligera à signer une transaction et à dépenser du SOL.
ru: Требуется учетная запись связанного токена Solana. Для этого вам потребуется подписать транзакцию и потратить немного SOL.

source: Create Token Account
fr: Créer un compte jeton
ru: Создать учетную запись токена

source: Creating Token Account
fr: Création d'un compte jeton
ru: Создание учетной записи токена

source: Which cryptocurrencies can I use?
fr: Quelles crypto-monnaies puis-je utiliser ?
ru: Какие криптовалюты я могу использовать?

source: I want to receive
fr: je veux recevoir
ru: я хочу получить

source: Choose wallet
fr: Choisir le portefeuille
ru: Выберите кошелек

source: Multiple wallets found
fr: Plusieurs portefeuilles trouvés
ru: Найдено несколько кошельков

source: Transfer fee
fr: Frais de transfert
ru: Стоимость трансфера

source: Free
fr: Libérer
ru: Бесплатно

source: Destination network
fr: Réseau de destination
ru: Целевая сеть

source: Receive at least: %@ %@
fr: Recevoir au moins : %@ %@
ru: Получите как минимум: %@ %@

source: Are you sure that this %@ address is valid?
fr: Êtes-vous sûr que cette adresse %@ est valide ?
ru: Вы уверены, что этот адрес %@ действителен?

source: Input amount is too small, minimum amount for swapping is %@
fr: Le montant saisi est trop petit, le montant minimum pour l'échange est %@
ru: Сумма ввода слишком мала, минимальная сумма для обмена составляет %@

source: Calculating minimum transaction amount…
fr: Calcul du montant minimum de la transaction…
ru: Расчет минимальной суммы транзакции…

source: Enter the recipient's address
fr: Entrez l'adresse du destinataire
ru: Введите адрес получателя

source: Account creation fee
fr: Frais de création de compte
ru: Комиссия за создание учетной записи

source: Serum order creation (paid once per pair)
fr: Création de commande de Serum (payé une fois par paire)
ru: Создание заказа на Серуме (оплачивается один раз за пару)

source: Transaction fee
fr: Frais de transaction
ru: Комиссия на перевод

source: Total fees
fr: Total des frais
ru: Итого комиссии

source: Receiving status
fr: Statut de réception
ru: Статус получения

source: Waiting for deposit confirmation
fr: En attente de confirmation de dépôt
ru: Ожидание подтверждения депозита

source: Deposit confirmed
fr: Dépôt confirmé
ru: Депозит подтвержден

source: Submitting to RenVM
fr: Soumission à RenVM
ru: Отправка в RenVM

source: Submitted to RenVM
fr: Soumis à RenVM
ru: Отправлено в RenVM

source: Minting
fr: Monnaie
ru: Чеканка

source: Successfully minted %@ renBTC!
fr: Frappé avec succès %@ renBTC !
ru: Успешно отчеканено %@ renBTC!

source: Receiving statuses
fr: Statuts de réception
ru: Статусы получения

source: Receiving %@ renBTC
fr: Réception de %@ renBTC
ru: Получение %@ renBTC

source: Reserve your P2P username
fr: Réservez votre nom d'utilisateur P2P
ru: Зарезервируйте свое имя пользователя P2P

source: username
fr: Nom d'utilisateur
ru: имя пользователя

source: Use any latin and special symbols or emojis.
fr: Utilisez des symboles ou des emojis latins et spéciaux.
ru: Используйте любые латинские и специальные символы или смайлики.

source: You can also %@ this step and reserve a username later.
fr: Vous pouvez également %@ cette étape et réserver un nom d'utilisateur plus tard.
ru: Вы также можете %@ на этом шаге и зарезервировать имя пользователя позже.

source: skip
fr: sauter
ru: пропускать

source: By continuing, you agree to wallet's %@ and %@
fr: En continuant, vous acceptez les %@ et %@ du portefeuille
ru: Продолжая, вы соглашаетесь с %@ и %@ кошелька.

source: Terms of Use
fr: Conditions d'utilisation
ru: Условия эксплуатации

source: Privacy Policy
fr: Politique de confidentialité
ru: Политика конфиденциальности

source: Checking name’s availability
fr: Vérification de la disponibilité du nom
ru: Проверка доступности имени

source: %@ is available
fr: %@ est disponible
ru: %@ доступен

source: name
fr: nom
ru: имя

source: %@ isn’t available
fr: %@ n'est pas disponible
ru: %@ недоступен

source: Could not check name’s availability. Please check your internet connection!
fr: Impossible de vérifier la disponibilité du nom. S'il vous plait, vérifiez votre connexion internet!
ru: Не удалось проверить наличие имени. Пожалуйста, проверьте ваше интернет-соединение!

source: Reserve your P2P username now
fr: Réservez votre nom d'utilisateur P2P maintenant
ru: Зарезервируйте свое имя пользователя P2P прямо сейчас

source: Any token can be received using username regardless of whether it is in your wallet's list
ru: Любой токен можно получить, используя имя пользователя, независимо от того, есть ли он в списке ваших кошельков.

source: Username %@.p2p.sol has already been reserved for this user
fr: Le nom d'utilisateur %@.p2p.sol a déjà été réservé pour cet utilisateur
ru: Имя пользователя %@.p2p.sol уже зарезервировано для этого пользователя.

source: Username %@ is successfully reserved
fr: Le nom d'utilisateur %@ est réservé avec succès
ru: Имя пользователя %@ успешно зарезервировано

source: Not yet reserved
fr: Pas encore réservé
ru: Еще не зарезервировано

source: Your p2p username
fr: Votre nom d'utilisateur p2p
ru: Ваше имя пользователя p2p

source: Your P2P username allows you to receive any token within the Solana network even if it is not included in your wallet list.
fr: Votre nom d'utilisateur P2P vous permet de recevoir n'importe quel jeton au sein du réseau Solana même s'il n'est pas inclus dans votre liste de portefeuille.
ru: Ваше имя пользователя P2P позволяет вам получать любой токен в сети Solana, даже если он не включен в список вашего кошелька.

source: Save
fr: Sauvegarder
ru: Сохранить

source: Saved to photo library
fr: Enregistré dans la photothèque
ru: Сохранено в фото-библиотеке

source: There is an error occurred. You can either retry or reserve name later in Settings
fr: Une erreur s'est produite. Vous pouvez réessayer ou réserver le nom plus tard dans les paramètres
ru: Произошла ошибка. Вы можете повторить попытку или зарезервировать имя позже в настройках

source: Use any lowercased latin characters and hyphens
fr: Utilisez des caractères latins minuscules et des tirets
ru: Используйте латинские символы и дефисы в нижнем регистре.

source: Name copied to clipboard
fr: Nom copié dans le presse-papiers
ru: Имя скопировано в буфер обмена

source: The username %@ is not available
fr: Le nom d'utilisateur %@ n'est pas disponible
ru: Имя пользователя %@ недоступно

source: Maximum 15 latin characters and hyphens
fr: Maximum 15 caractères latins et tirets
ru: Максимум 15 латинских символов и дефисов.

source: Username must contain less than 15 characters
fr: Le nom d'utilisateur doit contenir moins de 15 caractères
ru: Имя пользователя должно содержать менее 15 символов.

source: Finding swapping routes
fr: Trouver des itinéraires d'échange
ru: Поиск маршрутов обмена

source: No routes for swapping current token pair
fr: Aucune route pour échanger la paire de jetons actuelle
ru: Нет маршрутов для обмена текущей пары токенов

source: Error finding swapping routes. Tap here to try again!
fr: Erreur lors de la recherche d'itinéraires d'échange. Appuyez ici pour réessayer !
ru: Ошибка при поиске маршрутов подкачки. Нажмите здесь, чтобы попробовать еще раз!

source: This trading pair is not supported
fr: Cette paire de trading n'est pas prise en charge
ru: Эта торговая пара не поддерживается

source: Choose source wallet
fr: Choisir le portefeuille source
ru: Выберите исходный кошелек

source: Choose destination wallet
fr: Choisir le portefeuille de destination
ru: Выберите целевой кошелек

source: Enter input amount
fr: Saisir le montant d'entrée
ru: Введите сумму ввода

source: Choose another destination wallet
fr: Choisissez un autre portefeuille de destination
ru: Выберите другой кошелек назначения

source: Could not calculating fees
fr: Impossible de calculer les frais
ru: Не удалось рассчитать комиссию

source: Input amount is not valid
fr: Le montant saisi n'est pas valide
ru: Сумма ввода недействительна

source: Choose another slippage
fr: Choisissez un autre glissement
ru: Выберите другое проскальзывание

source: Could not connect to wallet
fr: Impossible de se connecter au portefeuille
ru: Не удалось подключиться к кошельку

source: Invalid estimated amount
fr: Montant estimé non valide
ru: Неверная расчетная сумма

source: Your account does not have enough %@ to cover fees
fr: Votre compte n'a pas assez de %@ pour couvrir les frais
ru: В вашем аккаунте недостаточно %@ для покрытия комиссий

source: Recipient
fr: Destinataire
ru: Получатель

source: Found associated wallet address
fr: Adresse de portefeuille associée trouvée
ru: Найден связанный адрес кошелька

source: Result
fr: Résultat
ru: Результат

source: This username is not associated with anyone
fr: Ce nom d'utilisateur n'est associé à personne
ru: Это имя пользователя ни с кем не связано

source: There is an error occured, please try typing name again.
fr: Une erreur s'est produite, veuillez réessayer de saisir le nom.
ru: Произошла ошибка, попробуйте ввести имя еще раз.

source: Security key can't be saved into icloud. Please try again.
fr: La clé de sécurité ne peut pas être enregistrée dans icloud. Veuillez réessayer.
ru: Электронный ключ нельзя сохранить в icloud. Пожалуйста, попробуйте еще раз.

source: You can receive and send tokens using your P2P username. Also, users, who know your username, can send you any token, even if you don't have it in your wallets list.
fr: Vous pouvez recevoir et envoyer des jetons en utilisant votre nom d'utilisateur P2P. De plus, les utilisateurs qui connaissent votre nom d'utilisateur peuvent vous envoyer n'importe quel jeton, même si vous ne l'avez pas dans votre liste de portefeuilles.
ru: Вы можете получать и отправлять токены, используя свое имя пользователя P2P. Кроме того, пользователи, которые знают ваше имя пользователя, могут отправить вам любой токен, даже если у вас его нет в списке ваших кошельков.

source: Combined tokens value
fr: Valeur des jetons combinés
ru: Комбинированная стоимость токенов

source: P2P username / SOL address
fr: Nom d'utilisateur P2P / adresse SOL
ru: P2P имя пользователя / адрес SOL

source: The future of non-custodial banking: the easy way to buy, sell and hold cryptos
fr: L'avenir de la banque non dépositaire : le moyen facile d'acheter, de vendre et de conserver des cryptos
ru: Будущее некастодиального банкинга: простой способ покупать, продавать и хранить криптовалюту

source: Welcome to P2P Family Camp!
fr: Bienvenue au camp familial P2P !
ru: Добро пожаловать в семейный лагерь P2P!

source: All the ways to buy
fr: Toutes les façons d'acheter
ru: Все способы купить

source: Buy Cryptos with Credit Card, Fiat or Apple Pay
fr: Achetez des cryptos avec carte de crédit, Fiat ou Apple Pay
ru: Покупайте криптовалюту с помощью кредитной карты, Fiat или Apple Pay

source: Nobody can access your private keys. Your data is fully safe
fr: Personne ne peut accéder à vos clés privées. Vos données sont entièrement sécurisées
ru: Никто не может получить доступ к вашим личным ключам. Ваши данные в полной безопасности

source: No hidden costs
fr: Pas de frais cachés
ru: Никаких скрытых затрат

source: Send BTC, ETH, USDC with no fees. Swap BTC with only $1
fr: Envoyez BTC, ETH, USDC sans frais. Échangez BTC avec seulement 1 $
ru: Отправляйте BTC, ETH, USDC без комиссии. Обменять BTC всего на 1 доллар

# Private and secure
source: Private & secure
fr: Privé & sécurisé
ru: Частный & безопасный

source: Show your security key
fr: Montrez votre clé de sécurité
ru: Покажи свой электронный ключ

source: Secure your wallet
fr: Sécurisez votre portefeuille
ru: Защитите свой кошелек

source: Create a new wallet
fr: Créer un nouveau portefeuille
ru: Создать новый кошелек

source: Import a wallet
fr: Importer un portefeuille
ru: Импортировать кошелек

source: iCloud restore is for returning users. Pasting the security key manually is for everyone
fr: La restauration iCloud est destinée aux utilisateurs qui reviennent. Coller la clé de sécurité manuellement est pour tout le monde
ru: Восстановление iCloud предназначено для вернувшихся пользователей. Вставка ключа безопасности вручную предназначена для всех.

source: Your security key
fr: Votre clé de sécurité
ru: Ваш электронный ключ

source: Verify manually
fr: Vérifier manuellement
ru: Проверить вручную

source: Renew
fr: Renouveler
ru: Возобновить

source: The following words are the security key that you must keep in a safe place, written in the correct sequence. If lost, no one can restore it. Keep it private, even from us
ru: Следующие слова являются ключом безопасности, который вы должны хранить в надежном месте и писать в правильной последовательности. Если он утерян, никто не сможет его восстановить. Храните его в тайне, даже от нас

source: Proceed without a username?
fr: Continuer sans nom d'utilisateur ?
ru: Продолжить без имени пользователя?

source: Anytime you want, you can easily reserve a username by going to the settings
fr: À tout moment, vous pouvez facilement réserver un nom d'utilisateur en allant dans les paramètres
ru: В любое время вы можете легко зарезервировать имя пользователя, перейдя в настройки

source: Proceed
fr: Procéder
ru: Продолжить

source: Proceed & don’t show again
fr: Continuer et ne plus afficher
ru: Продолжить и больше не показывать

source: Welcome to P2P Family!
fr: Bienvenue dans la famille P2P!
ru: Добро пожаловать в семью P2P!

source: Your P2P Wallet is fully set up. Get ready to explore the Crypto world
fr: Votre portefeuille P2P est entièrement configuré. Préparez-vous à explorer le monde de la cryptographie
ru: Ваш P2P-кошелек полностью настроен. Будьте готовы исследовать мир криптовалют.

source: Start using P2P Wallet
fr: Commencez à utiliser le portefeuille P2P
ru: Начать использовать P2P-кошелек

source: Welcome to P2P Family, %@
fr: Bienvenue dans la famille P2P, %@
ru: Добро пожаловать в семью P2P, %@

source: Welcome back, %@
fr: Bon retour, %@
ru: С возвращением, %@

source: To recover your wallet enter your security key's 12 or 24 words separated by single spaces in the correct order
fr: Pour récupérer votre portefeuille, saisissez les 12 ou 24 mots de votre clé de sécurité séparés par des espaces simples dans le bon ordre
ru: Чтобы восстановить свой кошелек, введите 12 или 24 слова вашего электронного ключа, разделенных пробелами, в правильном порядке.

source: Enter your security key
fr: Entrez votre clé de sécurité
ru: Введите свой электронный ключ

source: Save & Continue
fr: Enregistrer continuer
ru: Сохранить и продолжить

source: Enter correct security key
fr: Entrez la clé de sécurité correcte
ru: Введите правильный электронный ключ

# You can compare a cryptocurrency wallet
source: You can compare a cryptocurrency wallet to a password manager for crypto, and a security key to a master password. A security key is a series of 12 or 24 words generated by the wallet that give you access to its associated crypto.
fr: Vous pouvez comparer un portefeuille de crypto-monnaie à un gestionnaire de mots de passe pour la cryptographie et une clé de sécurité à un mot de passe principal. Une clé de sécurité est une série de 12 ou 24 mots générés par le wallet qui vous donne accès à sa crypto associée.
ru: Вы можете сравнить кошелек для криптовалюты с менеджером паролей для криптографии, а ключ безопасности - с мастер-паролем. Ключ безопасности - это серия из 12 или 24 слов, сгенерированных кошельком, которые дают вам доступ к связанной с ним криптовалюте.

source: The definition
fr: La définition
ru: Определение

source: · If lost, no one can restore it · Keep it private, even from us
fr: · En cas de perte, personne ne peut le restaurer · Gardez-le privé, même de nous
ru: · В случае утери никто не сможет его восстановить · Держите это в секрете, даже от нас

source: Where can I find one?
ru: Где я могу его найти?

# If you create a new wallet account
source: If you create a new wallet account, you will receive your security key that you must write down somewhere safe. This is the only way to recover your wallet. If you still have access to your old wallet, sometimes you can recover your security key from it. Using Custodian wallet, you still have the option to regain access to your data by asking a third party.
fr: Si vous créez un nouveau compte portefeuille, vous recevrez votre clé de sécurité que vous devrez noter dans un endroit sûr. C'est le seul moyen de récupérer votre portefeuille. Si vous avez toujours accès à votre ancien portefeuille, vous pouvez parfois récupérer votre clé de sécurité à partir de celui-ci. En utilisant le portefeuille dépositaire, vous avez toujours la possibilité de récupérer l'accès à vos données en demandant à un tiers.
ru: Если вы создадите новую учетную запись кошелька, вы получите ключ безопасности, который необходимо записать в безопасном месте. Это единственный способ восстановить свой кошелек. Если у вас все еще есть доступ к своему старому кошельку, иногда вы можете восстановить из него свой электронный ключ. Используя кошелек Custodian, у вас по-прежнему есть возможность восстановить доступ к своим данным, обратившись к третьей стороне.

source: What is a security key?
fr: Qu'est-ce qu'une clé de sécurité ?
ru: Что такое электронный ключ?

source: Verify your security key
fr: Vérifiez votre clé de sécurité
ru: Подтвердите свой электронный ключ

source: Choose the correct words
ru: Выберите правильные слова

source: These words don’t match
fr: Ces mots ne correspondent pas
ru: Эти слова не совпадают

source: The words in your security key need to be selected in the right order. Alternatively, you can make an iCloud backup
fr: Les mots de votre clé de sécurité doivent être sélectionnés dans le bon ordre. Alternativement, vous pouvez faire une sauvegarde iCloud
ru: Слова в вашем электронном ключе необходимо выбирать в правильном порядке. Кроме того, вы можете сделать резервную копию iCloud

source: Go back
fr: Retourner
ru: Вернитесь назад

source: Set up a wallet PIN
fr: Configurer un code PIN de portefeuille
ru: Установите PIN-код кошелька

source: Confirm your wallet PIN
fr: Confirmez le code PIN de votre portefeuille
ru: Подтвердите свой PIN-код кошелька

source: Choose your wallet
fr: Choisissez votre portefeuille
ru: Выбери свой кошелек

source: PIN doesn’t match. Try again
fr: Le code PIN ne correspond pas. Réessayer
ru: PIN-код не совпадает. Попробуйте снова

source: Allow push notifications so you don’t miss any important updates on your account.
fr: Autorisez les notifications push pour ne manquer aucune mise à jour importante de votre compte.
ru: Разрешите push-уведомления, чтобы не пропустить важные обновления в своем аккаунте.

source: New staking option available
fr: Nouvelle option de jalonnement disponible
ru: Доступна новая опция ставок

source: Get up to 8%% APY on staking USDC
fr: Obtenez jusqu'à 8%% APY sur le jalonnement USDC
ru: Получайте до 8%% годовых на стекинге USDC

source: just now
fr: juste maintenant
ru: только что

source: %@m ago
fr: il y a %@m
ru: %@м назад

source: %@ successfully sent
fr: %@ envoyé avec succès
ru: %@ успешно отправлено

source: %@h ago
fr: il y a %@h
ru: %@ ч. Назад

source: Received %@
fr: Reçu %@
ru: Получено %@

source: %@ → %@ swapped successfully
fr: %@ → %@ échangé avec succès
ru: %@ → %@ успешно заменен

source: Let’s stay in touch
fr: Restons en contact
ru: Давайте оставаться на связи

source: Do you want to allow P2P Wallet to use %@?
fr: Voulez-vous autoriser P2P Wallet à utiliser %@ ?
ru: Вы хотите разрешить P2P-кошельку использовать %@?

source: P2P Wallet uses %@ to restrict unauthorized users from accessing the app
fr: P2P Wallet utilise %@ pour empêcher les utilisateurs non autorisés d'accéder à l'application
ru: P2P Wallet использует %@ для ограничения доступа неавторизованных пользователей к приложению.

source: Don’t Allow
fr: Ne pas autoriser
ru: Не разрешать

source: Allow
fr: Permettre
ru: Разрешать

source: Updating prices
fr: Mise à jour des prix
ru: Обновление цен

source: Prices updated
fr: Prix ​​mis à jour
ru: Цены обновлены

source: Error when updating prices
fr: Erreur lors de la mise à jour des prix
ru: Ошибка при обновлении цен

# Capitalized Terms and Conditions
source: Terms and Conditions
fr: Termes et conditions
ru: Условия и положения

source: Earn
fr: Gagner
ru: Зарабатывать

source: By continuing, you agree to wallet's %@
fr: En continuant, vous acceptez les %@ du portefeuille
ru: Продолжая, вы соглашаетесь с %@ кошелька

source: Derivation path
fr: Chemin de dérivation
ru: Путь деривации

source: History
fr: Histoire
ru: История

source: Show wallet address
fr: Afficher l'adresse du portefeuille
ru: Показать адрес кошелька

# Colon Receive at least
source: Receive at least:
ru: Получите как минимум:

source: Show details
ru: Показать детали

source: Hide details
ru: Скрыть детали

source: %@ is unavailable
ru: %@ недоступен

source: No more than 15 alphanumerical latin lowercase characters and dashes
ru: Не более 15 буквенно-цифровых латинских строчных букв и тире

source: P2P username is your public address, which allows you to receive any token even if you don't have it in the wallet list. It is vital you select the exact username you want, as once set, you cannot change it.
ru: Имя пользователя P2P - это ваш общедоступный адрес, который позволяет вам получать любой токен, даже если у вас его нет в списке кошельков. Крайне важно выбрать именно то имя пользователя, которое вы хотите, так как после установки вы не можете его изменить.

source: Enter username or skip
ru: Введите имя пользователя или пропустите

source: Choose available username
ru: Выберите доступное имя пользователя

source: Enter the amount to proceed
fr: Entrez le montant pour continuer
ru: Введите сумму, чтобы продолжить

source: Choose the recipient
fr: Choisissez le destinataire
ru: Выберите получателя

source: Address
fr: Adresse
ru: Адрес

source: Contact
ru: Контакт

source: Scan QR
fr: Scannez le QR
ru: Сканировать QR

source: There’s no address like this
ru: Нет такого адреса

source: This address has no funds
ru: На этом адресе нет средств

source: Caution: this address has no funds
ru: Внимание: на этом адресе нет средств

source: There is an error occurred, please try again
ru: Произошла ошибка, попробуйте еще раз

source: Send %@ %@
ru: Отправить %@ %@

source: %@ Network
ru: %@ Сеть

source: Choose the network
ru: Выберите сеть

source: P2P Wallet will automatically match your withdrawal target address to the correct network for most withdrawals. However, before sending your funds, make sure to double-check the selected network.
ru: P2P Walet автоматически сопоставит ваш целевой адрес вывода с правильной сетью для большинства случаев вывода средств. Однако перед отправкой средств обязательно перепроверьте выбранную сеть.

source: Paid by p2p
ru: Оплачивается p2p

source: Choose the recipient to proceed
ru: Выберите получателя, чтобы продолжить

# Review and confirm
source: Review & confirm
ru: Просмотрите & подтвердите

source: Confirm sending %@
ru: Подтвердите отправку %@

source: Be sure all details are correct before confirming the transaction. Once confirmed, it cannot be reversed.
ru: Перед подтверждением транзакции убедитесь, что все данные верны. После подтверждения его нельзя отменить.

source: Recipient’s address
ru: Адрес получателя

source: Total
ru: Общий

source: 1 %@ Price
ru: 1 %@ Цена

source: Pay swap fees with
ru: Оплачивайте комиссию за своп с помощью

source: Total fee
ru: Общая комиссия
