Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/*.lproj/Localizable.strings
Languages: fr, ru

source: next
fr: prochain
ru: далее

source: Wowlet for people, not for tokens
fr: Wowlet pour les gens, pas pour les jetons
ru: Ваулет для людей, а не для токенов

source: create new wallet
fr: créer un nouveau portefeuille
ru: создать новый кошелек

source: i already have a wallet
ru: у меня уже есть кошелек

source: Terms and conditions
fr: Termes et conditions
ru: Условия и положения

source: By tapping accept, you agree to P2PWallet’s Terms of Use and Privacy Policy
fr: En appuyant sur Accepter, vous acceptez les conditions d'utilisation et la politique de confidentialité de P2PWallet
ru: Нажимая "Принять", вы соглашаетесь с Условиями использования и Политикой конфиденциальности P2PWallet.

source: Cancel
fr: Annuler
ru: Отмена

source: Accept
fr: J'accepte
ru: Принять

source: Congratulations!
fr: Toutes nos félicitations!
ru: Поздравляю!

source: Your wallet has been successfully created!
fr: Votre portefeuille a été créé avec succès!
ru: Ваш кошелек успешно создан!

source: Backup
fr: Sauvegarde
ru: Резервная копия

source: error
fr: Erreur
ru: ошибка

source: OK
ru: ОК

source: please try again later!
fr: Veuillez réessayer plus tard!
ru: Пожалуйста, попробуйте позже!

source: creating an account
fr: créer un compte
ru: создание учетной записи

source: security key
fr: clef de sécurité
ru: ключ безопасности

source: WARNING: The seed phrase will not be shown again, copy it down or save in your password manager to recover this wallet in the future.
fr: AVERTISSEMENT: la phrase de départ ne sera plus affichée, copiez-la ou enregistrez-la dans votre gestionnaire de mots de passe pour récupérer ce portefeuille à l'avenir.
ru: ВНИМАНИЕ: мнемоническая фраза больше не будет отображаться, скопируйте ее или сохраните в диспетчере паролей, чтобы восстановить этот кошелек в будущем.

source: tap refresh button to retry
fr: appuyez sur le bouton d'actualisation pour réessayer
ru: нажмите кнопку обновления, чтобы повторить попытку

source: we've created some security keywords for you.
fr: nous avons créé des mots clés de sécurité pour vous.
ru: мы создали для вас несколько ключевых слов безопасности.

source: save to Keychain
fr: enregistrer dans le trousseau
ru: сохранить в кейчейн

source: Create a PIN-code to protect your wallet
fr: Créez un code PIN pour protéger votre portefeuille
ru: Создайте PIN-код для защиты вашего кошелька

source: passcodes do not match
fr: les codes d'accès ne correspondent pas
ru: коды доступа не совпадают

source: Use your FaceID for quick access?
fr: Utilisez votre FaceID pour un accès rapide?
ru: Использовать FaceID для быстрого доступа?

source: Use FaceId
fr: Utiliser FaceId
ru: Использовать FaceId

source: Do this later
fr: Faites cela plus tard
ru: Позже

source: unsupported
fr: non pris en charge
ru: неподдерживаемый

source: Your device does not support biometrics authentication
fr: Votre appareil ne prend pas en charge l'authentification biométrique
ru: Ваше устройство не поддерживает биометрическую аутентификацию

source: We use FaceID to secure your transactions
fr: Nous utilisons FaceID pour sécuriser vos transactions
ru: Мы используем FaceID для защиты ваших транзакций

source: Identify yourself!
fr: Identifiez-vous!
ru: Назовите себя!

source: We have not supported this type of biometry authentication yet
fr: Nous n'avons pas encore pris en charge ce type d'authentification biométrique
ru: Мы пока не поддерживаем этот тип биометрической аутентификации.

source: Use TouchId
fr: Utilisez TouchId
ru: Использовать TouchId

source: Use your TouchID for quick access?
fr: Utilisez votre TouchID pour un accès rapide?
ru: Использовать TouchID для быстрого доступа?

source: Almost done!
fr: Presque fini!
ru: Почти сделано!

source: We suggest you also to enable push notifications
fr: Nous vous suggérons également d'activer les notifications push
ru: Предлагаем вам также включить push-уведомления

source: Enable now
fr: Activer maintenant
ru: Включить сейчас

source: Well done!
fr: Bien joué!
ru: Отлично сработано!

source: Finish setup
fr: Terminer la configuration
ru: Завершить настройку

source: Enter security keys
fr: Entrez les clés de sécurité
ru: Введите электронные ключи

source: Go to wallet
fr: Aller au portefeuille
ru: Перейти в кошелек

source: Restoring wallet
fr: Restauration du portefeuille
ru: Восстановление кошелька

source: Send
fr: Envoyer
ru: Отправить

source: Receive
fr: Recevoir
ru: Пополнить

source: Swap
fr: Échanger
ru: Обменять

source: Slide to scan
fr: Faites glisser pour numériser
ru: Проведите для сканирования

source: Wallets
fr: Portefeuilles
ru: Кошельки

source: Savings
fr: Des économies
ru: Экономия

source: Make your crypto working on you
fr: Faites travailler votre crypto sur vous
ru: Заставьте криптовалюту работать на вас

source: Explore DeFi
ru: Исследуйте DeFi

source: Activities
fr: Activités
ru: История операций

source: Scan QR Code
fr: Scanner le code QR
ru: Сканировать QR-код

source: Scan an P2P address
fr: Scanner une adresse P2P
ru: Сканирование P2P-адреса

source: Receive token
fr: Recevoir un jeton
ru: Пополнить токен

source: Send coins
fr: Envoyer des pièces
ru: Отправить монеты

source: amount
fr: montant
ru: количество

source: Wallet address
fr: Adresse du portefeuille
ru: Адрес кошелька

source: Send Now
fr: Envoyer maintenant
ru: Отправить

source: Something went wrong! Please try again later
fr: Une erreur s'est produite! Veuillez réessayer plus tard
ru: Что-то пошло не так! Повторите попытку позже

source: Try again
fr: Réessayer
ru: Попробовать еще раз

source: There is nothing in here!
fr: Il n'y a rien ici!
ru: Здесь ничего нет!

source: Copy
fr: Copie
ru: Копировать

source: Share
fr: Partager
ru: Поделиться

source: Copied to clipboard
fr: Copié dans le presse-papier
ru: Скопировано в буфер обмена

source: Scanning QrCode not supported
fr: Analyse QrCode non prise en charge
ru: Сканирование QrCode не поддерживается

source: Your device does not support scanning a code from an item. Please use a device with a camera.
fr: Votre appareil ne prend pas en charge la numérisation d'un code à partir d'un élément. Veuillez utiliser un appareil avec une caméra.
ru: Ваше устройство не поддерживает сканирование кода объекта. Пожалуйста, используйте устройство с камерой.

source: Change your settings to use camera for scanning Qr Code
fr: Modifiez vos paramètres pour utiliser l'appareil photo pour scanner le code Qr
ru: Измените настройки, чтобы использовать камеру для сканирования QR-кода

source: This app does not have permission to use your camera for scanning Qr Code. Please enable it in settings!
fr: Cette application n'a pas l'autorisation d'utiliser votre appareil photo pour scanner le code Qr. Veuillez l'activer dans les paramètres!
ru: У этого приложения нет разрешения на использование вашей камеры для сканирования QR-кода. Пожалуйста, включите его в настройках!

source: Copy to clipboard
fr: Copier dans le presse-papier
ru: Скопировать в буфер обмена

source: I have saved these words in a safe place
fr: J'ai gardé ces mots dans un endroit sûr
ru: Я сохранил эти слова в надежном месте

source: Max
ru: Макс

source: Amount is not valid
fr: Le montant n'est pas valide
ru: Сумма недействительна

source: Insufficient funds
fr: Fonds insuffisants
ru: Недостаточно средств

source: The address is not valid
fr: L'adresse n'est pas valide
ru: Адрес недействителен

source: Sending token...
fr: Envoi du jeton ...
ru: Отправка токена...

source: Token sent!
fr: Jeton envoyé!
ru: Токен отправлен!

source: From
fr: De
ru: Откуда

source: To
fr: À
ru: Куда

source: Swap now
fr: Échangez maintenant
ru: Обменять

source: Your wallets
fr: Vos portefeuilles
ru: Ваши кошельки

source: Add a token to your wallet. This will cost
fr: Ajoutez un jeton à votre portefeuille. Cela coûtera
ru: Добавьте токен в свой кошелек. Это будет стоить

source: Getting creation fee
fr: Obtenir des frais de création
ru: Получение платы за создание

source: Error when retrieving creation fee. Tap to try again
fr: Erreur lors de la récupération des frais de création. Tapez pour réessayer
ru: Ошибка при получении платы за создание. Нажмите, чтобы повторить попытку.

source: Close
fr: proche
ru: Закрыть

source: Confirm it's you
fr: Confirmez que c'est vous
ru: Подтвердите, что это вы

source: Warning
fr: Attention
ru: Предупреждение

source: was turned off. Do you want to turn it on?
fr: a été désactivé. Voulez-vous l'activer?
ru: был выключен. Включить?

source: Turn on
fr: Allumer
ru: Включить

source: Authentication failed
fr: Authentification échouée
ru: Ошибка аутентификации

source: Retry after
fr: Réessayer après
ru: Повторить после

source: seconds
fr: secondes
ru: сек.

source: Tap button to retry!
fr: Appuyez sur le bouton pour réessayer!
ru: Нажмите кнопку, чтобы повторить попытку!

source: Or saving into Keychain
fr: Ou enregistrer dans le trousseau
ru: Или сохранить в Связке ключей

source: Continue
fr: Continuer
ru: Продолжить

source: Saved to Keychain
fr: Enregistré dans le trousseau
ru: Сохранено в Связке ключей

source: Saving to Keychain
fr: Enregistrement sur le trousseau
ru: Сохранение в Связку ключей

source: Save to iCloud
fr: Enregistrer sur iCloud
ru: Сохранить в iCloud

source: Saving to iCloud
fr: Enregistrer sur iCloud
ru: Сохранение в iCloud

source: Saved to iCloud
fr: Enregistré sur iCloud
ru: Сохранено в iCloud

source: Restore using iCloud
fr: Restaurer à l'aide d'iCloud
ru: Восстановить с помощью iCloud

source: Restore manually
fr: Restaurer manuellement
ru: Восстановить вручную

source: No account
fr: Pas de compte
ru: Нет аккаунта

source: Processing
fr: En traitement
ru: Обработка

source: Done
fr: Terminé
ru: Готово

source: Transaction ID
fr: identifiant de transaction
ru: ID транзакции

source: View in blockchain explorer
fr: Afficher dans l'explorateur de blockchain
ru: Посмотреть в explorer

source: Go back to wallet
fr: Revenir au portefeuille
ru: Вернуться в кошелек

source: Send tokens
fr: Envoyer des jetons
ru: Отправить токены

source: Receive tokens
fr: Recevoir des jetons
ru: Пополнить токены

source: Add wallet
fr: Ajouter un portefeuille
ru: Добавление кошелька

source: Confirmed
fr: Confirmé
ru: Выполнено

source: Loading
fr: Chargement
ru: Загрузка

source: Creating
fr: Création
ru: Создается

source: Mint address
fr: Adresse de la menthe
ru: Mint адрес

source: Fee
fr: Frais
ru: Комиссия

source: Tap here to retry
fr: Appuyez ici pour réessayer
ru: Нажмите здесь, чтобы повторить попытку

source: Transaction
ru: Транзакция

source: Block number
fr: Numéro de bloc
ru: Номер блока

source: Retry
fr: Réessayez
ru: Повторить

source: Enter seed phrases in a correct order to recover your wallet
fr: Saisissez les phrases de départ dans le bon ordre pour récupérer votre portefeuille
ru: Введите мнемоническую фразу в правильном порядке, чтобы восстановить свой кошелек

source: PIN-codes do not match
fr: Les codes PIN ne correspondent pas
ru: PIN-коды не совпадают

source: day
fr: journée
ru: день

source: week
fr: la semaine
ru: неделю

source: month
fr: mois
ru: месяц

source: year
fr: an
ru: год

source: all
fr: tout
ru: все

source: Address copied!
fr: Adresse copiée!
ru: Адрес скопирован!

source: Profile
fr: Profil
ru: Профиль

source: Network
fr: Réseau
ru: Сеть

source: Security
fr: Sécurité
ru: Безопасность

source: Logout
fr: Se déconnecter
ru: Выйти

source: Do you really want to logout?
fr: Voulez-vous vraiment vous déconnecter?
ru: Вы действительно хотите выйти?

source: Back
fr: Retour
ru: Назад

source: Your wallet needs backup
fr: Votre portefeuille a besoin d'une sauvegarde
ru: Сделайте резервную копию кошелька

source: If you lose this device, you can recover your encrypted wallet by using iCloud or mannually inputing your secret phrases
fr: Si vous perdez cet appareil, vous pouvez récupérer votre portefeuille crypté en utilisant iCloud ou en saisissant manuellement vos phrases secrètes
ru: Если Вы потеряете это устройство, то сможете восстановить свой кошелек с помощью iCloud или введя вручную мнемоническую фразу.

source: Backup using iCloud
fr: Sauvegarde à l'aide d'iCloud
ru: Резервная копия с помощью iCloud

source: Backup manually
fr: Sauvegarder manuellement
ru: Резервная копия вручную

source: Leave this page?
fr: Quitter cette page?
ru: Покинуть эту страницу?

source: You have unsaved changes that will be lost if you decide to leave
fr: Vous avez des modifications non enregistrées qui seront perdues si vous décidez de quitter
ru: Несохраненные изменения будут потеряны

source: Stay
fr: Rester
ru: Остаться

source: Leave
fr: Partir
ru: Покинуть

source: Switch network?
fr: Changer de réseau?
ru: Переключить сеть?

source: Do you really want to switch to
fr: Voulez-vous vraiment passer à
ru: Вы действительно хотите перейти на

source: Switching to
fr: Passer à
ru: Переход на

source: Will be as a primary secure check
ru: Использовать Face ID

source: PIN-code
fr: Code PIN
ru: PIN-код

source: Default secure check
fr: Vérification sécurisée par défaut
ru: Проверка безопасности по умолчанию

source: Change PIN-code
fr: Changer le code PIN
ru: Сменить PIN-код

source: Current PIN-code
fr: Code PIN actuel
ru: Текущий PIN-код

source: New PIN-code
fr: Nouveau code PIN
ru: Новый PIN-код

source: Repeat new PIN-code
fr: Répéter le nouveau code PIN
ru: Повторите новый PIN-код

source: Incorrect PIN-code
fr: Code PIN incorrect
ru: Неверный PIN-код

source: Please re-enter PIN-code
fr: Veuillez saisir à nouveau le code PIN
ru: Пожалуйста, введите PIN-код еще раз

source: PIN-code must have 6 digits
fr: Le code PIN doit comporter 6 chiffres
ru: PIN-код должен состоять из 6 цифр.

source: Successfully changed PIN-code
fr: Code PIN modifié avec succès
ru: PIN-код успешно изменен

source: Backup now
fr: Sauvegarder maintenant
ru: Сделать резервную копию сейчас

source: Secure non-custodial bank of future
fr: Sécuriser la banque non dépositaire du futur
ru: Надежный некастодиальный банк будущего

source: Simple finance for everyone
fr: Des finances simples pour tous
ru: Простые финансы для всех

source: Decline
fr: Déclin
ru: Отказаться

source: Wallet name
fr: Nom du portefeuille
ru: Имя кошелька

source: 24 hours
fr: 24 heures
ru: 24 часа

source: Send to your wallet
fr: Envoyez à votre portefeuille
ru: Пополнение кошелька

source: All deposits are stored 100%% non-custodiallity with keys held on this device
fr: Tous les dépôts sont stockés à 100%% non-dépositaire avec des clés détenues sur cet appareil
ru: Мы не имеем доступа к Вашим ключам. Все приватные ключи хранятся исключительно на Вашем устройстве

source: Home
fr: Accueil
ru: Главная

source: Friends
fr: copains
ru: Друзья

source: All my products
fr: Tous mes produits
ru: Все мои товары

source: Payments
fr: Paiements
ru: Платежи

source: Exchange
fr: Échange
ru: Обмен

source: Total balance
fr: Solde total
ru: Общий баланс

source: Balances
fr: Soldes
ru: Балансы

source: for the last 24 hours
fr: pour les dernières 24 heures
ru: за последние 24 часа

source: My balances
fr: Mes soldes
ru: Мои балансы

source: Available
fr: Disponible
ru: Доступно

source: will cost
fr: coûtera
ru: это будет стоить

source: All my tokens
fr: Tous mes jetons
ru: Все мои токены

source: Search token
fr: Jeton de recherche
ru: Поиск по токену

source: Add token
fr: Ajouter un jeton
ru: Добавить токен

source: Adding token to your wallet
fr: Ajouter un jeton à votre portefeuille
ru: Добавление токена в кошелек

source: We couldn’t add a token to your wallet. Check your internet connection and try again.
fr: Nous n'avons pas pu ajouter de jeton à votre portefeuille. Vérifiez votre connexion Internet et réessayez.
ru: Не удалось добавить токен в ваш кошелек. Проверьте подключение к Интернету и повторите попытку.

source: Date
ru: Дата

source: Value
fr: Valeur
ru: Стоимость

source: Explore P2P Wallet and deposit funds when you’re ready.
fr: Explorez le portefeuille P2P et déposez des fonds lorsque vous êtes prêt.
ru: Изучите P2P-кошелек и внесите средства, когда будете готовы.

source: Language
fr: Langue
ru: Язык

source: Switch language?
fr: Changer de langue?
ru: Смена языка?

source: Appearance
fr: Apparence
ru: Тема

source: Dark
fr: Foncé
ru: Темная тема

source: Light
fr: Lumière
ru: Светлая тема

source: System
fr: Système
ru: Системная тема

source: P2P Wallet
fr: Portefeuille P2P
ru: P2P кошелек

source: Paste
fr: Pâte
ru: Вставить

source: P2P Wallet recovery
fr: Récupération de portefeuille P2P
ru: P2P восстановление кошелька

source: Recover your P2P wallet manually or using cloud services
fr: Récupérez votre portefeuille P2P manuellement ou à l'aide de services cloud
ru: Восстановите свой P2P-кошелек вручную или с помощью облачных сервисов

source: There is no P2P Wallet saved in your iCloud
fr: Il n'y a pas de portefeuille P2P enregistré dans votre iCloud
ru: В вашем iCloud нет сохраненного P2P-кошелька

source: Welcome back to P2P Wallet!
fr: Bienvenue à nouveau sur le portefeuille P2P!
ru: С возвращением в P2P-кошелек!

source: Welcome back!
fr: Nous saluons le retour!
ru: Добро пожаловать!

source: Enable FaceID
fr: Activer FaceID
ru: Включить FaceID

source: Enable TouchID
fr: Activer TouchID
ru: Включить TouchID

source: Swapping from %@ to %@ is currently unsupported
fr: L'échange de %@ vers %@ n'est actuellement pas pris en charge
ru: Обмен с %@ на %@ в настоящее время не поддерживается

source: You can not swap %@ to itself. Please choose another token
fr: Vous ne pouvez pas échanger %@ contre lui-même. Veuillez choisir un autre jeton
ru: Вы не можете поменять %@ на себя. Выберите другой токен

source: Minimum receive
fr: Réception minimale
ru: Минимальное получение

source: Slippage
fr: Glissement
ru: Проскальзывание

source: Balance
fr: Équilibre
ru: Остаток средств

source: Estimating...
fr: Estimation...
ru: Оценка ...

source: Exchange rate
fr: Taux de change
ru: Обменный курс

source: per
fr: par
ru: на

source: Slippage settings
fr: Paramètres de glissement
ru: Настройки проскальзывания

source: Slippage refers to the difference between the expected price of a trade and the price at which the trade is executed. Slippage can occur at any time but is most prevalent during periods of higher volatility when market orders are used.
fr: Le glissement fait référence à la différence entre le prix attendu d'une transaction et le prix auquel la transaction est exécutée. Un glissement peut survenir à tout moment, mais il est plus fréquent pendant les périodes de volatilité plus élevée lorsque les ordres du marché sont utilisés.
ru: Под проскальзыванием понимается разница между ожидаемой ценой сделки и ценой, по которой сделка выполняется. Проскальзывание может произойти в любое время, но наиболее распространено в периоды повышенной волатильности, когда используются рыночные ордера.

source: Slippage isn't valid
fr: Le glissement n'est pas valide
ru: Проскальзывание недействительно

source: Swapping is currently unavailable
fr: L'échange est actuellement indisponible
ru: Обмен в настоящее время недоступен

source: Swapping pools not found
fr: Échange de pools introuvable
ru: Пулы обмена не найдены

source: Swapping
fr: Échange
ru: Обмен

source: Account not found
fr: Compte non trouvé
ru: аккаунт не найден

source: PublicKey not found
fr: PublicKey introuvable
ru: PublicKey не найден

source: Invalid URL
fr: URL invalide
ru: Неверный URL

source: Invalid status code
fr: Code d'état invalide
ru: Неверный код статуса

source: Unknown error
fr: Erreur inconnue
ru: Неизвестная ошибка

source: Select wallet
fr: Sélectionnez le portefeuille
ru: Выберите кошелек

source: Send to
fr: Envoyer à
ru: Куда

source: 1h
ru: 1ч

source: 4h
ru: 4ч

source: 1d
ru: 1д

source: 1w
ru: 1н

source: 1m
ru: 1м

source: Unauthorized
fr: Non autorisé
ru: Неавторизованный

source: Not Found
fr: Pas trouvé
ru: Не найден(о)

source: Invalid request
fr: Requête invalide
ru: Неверный запрос

source: Reason
fr: Raison
ru: Причина

source: Response error
fr: Erreur de réponse
ru: Ошибка ответа

source: Socket returns an error
fr: Socket renvoie une erreur
ru: Socket возвращает ошибку

source: Swap instruction exceeds desired slippage limit
fr: L'instruction de swap dépasse la limite de glissement souhaitée
ru: Инструкция по свопу превышает желаемый предел проскальзывания

source: Blockhash not found
fr: Blockhash introuvable
ru: Blockhash не найден

source: Could not retrieve balance
fr: Impossible de récupérer le solde
ru: Не удалось получить баланс

source: Could not derivate private key
fr: Impossible de dériver la clé privée
ru: Не удалось получить закрытый ключ

source: Blockhash required
fr: Blockhash requis
ru: Требуется блок-хеш

source: You must select a wallet to send
fr: Vous devez sélectionner un portefeuille à envoyer
ru: Вы должны выбрать кошелек для отправки

source: Price
fr: Prix
ru: Цена

source: Select currency
fr: Sélectionnez la devise
ru: Выберите валюту

source: The wallet address is not valid, it must be a %@ wallet address
fr: L'adresse du portefeuille n'est pas valide, il doit s'agir d'une adresse de portefeuille %@
ru: Адрес кошелька недействителен, это должен быть адрес %@ кошелька.

source: Invalid account info
fr: Informations de compte non valides
ru: Неверная информация об аккаунте

source: Write down or duplicate these words in the correct order and keep them in a safe place. Copy them manually or backup to iCloud
fr: Notez ou dupliquez ces mots dans le bon ordre et conservez-les en lieu sûr. Copiez-les manuellement ou sauvegardez-les sur iCloud
ru: Запишите или продублируйте эти слова в правильном порядке и храните их в надежном месте. Скопируйте их вручную или сделайте резервную копию в iCloud.

source: Allow notifications
fr: Autoriser les notifications
ru: Разрешить уведомления

source: You can not send tokens to yourself
fr: Vous ne pouvez pas vous envoyer de jetons
ru: Вы не можете отправлять токены себе

source: or your SOL account's address
fr: ou l'adresse de votre compte SOL
ru: или адрес вашей учетной записи SOL

source: no signer found
fr: aucun signataire trouvé
ru: подписант не найден

source: Visibility in token list
fr: Visibilité dans la liste de jetons
ru: Видимость в списке токенов

source: Visible
ru: Видимый

source: Invisible
ru: Невидимый

source: Close token account
fr: Fermer le compte de jeton
ru: Закрыть счет токена

source: Wallet settings
fr: Paramètres du portefeuille
ru: Настройки кошелька

source: Close %@ account
fr: Fermer le compte %@
ru: Закрыть аккаунт %@

source: Your balance will be converted and transferred to your main SOL wallet and your %@ address will be disabled. This action can not be undone.
fr: Votre solde sera converti et transféré vers votre portefeuille SOL principal et votre adresse %@ sera désactivée. Cette action ne peut pas être annulée.
ru: Ваш баланс будет конвертирован и переведен в ваш основной кошелек SOL, а ваш адрес %@ будет отключен. Это действие не может быть отменено.

source: Hidden
fr: Caché
ru: Скрытый

source: Hidden wallets
fr: Portefeuilles cachés
ru: Скрытые кошельки

source: Hide
fr: Cacher
ru: Скрыть

source: Non-native account can only be closed if its balance is zero
fr: Un compte non natif ne peut être fermé que si son solde est nul
ru: Неродная учетная запись может быть закрыта только при нулевом балансе

source: Your tokens
fr: Vos jetons
ru: Ваши токены

source: All tokens
fr: Tous les jetons
ru: Все токены

source: Activity
fr: Activité
ru: История операций

source: Sending
fr: Envoi en cours
ru: Отправка

source: Transaction processing
fr: Transaction en cours
ru: Обработка транзакции

source: Success
fr: Succès
ru: Успех

source: Transaction has been confirmed
fr: La transaction a été confirmée
ru: Транзакция подтверждена

source: Something went wrong
fr: Un problème est survenu
ru: Что-то пошло не так
