Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/*.lproj/Localizable.strings
Languages: fr, ru

source: Your wallet is backed up
fr: Votre portefeuille est sauvegardé
ru: Ваш кошелек зарезервирован

source: If you lose this device, you can recover your encrypted wallet backup from iCloud
fr: Si vous perdez cet appareil, vous pouvez récupérer votre sauvegarde de portefeuille chiffrée à partir d'iCloud
ru: Если вы потеряете это устройство, вы можете восстановить зашифрованную резервную копию кошелька из iCloud.

source: View recovery key
fr: Afficher la clé de récupération
ru: Посмотреть ключ восстановления

source: Backup to iCloud
fr: Sauvegarde sur iCloud
ru: Сохранить в iCloud

source: We’ve locked your wallet, try again in %@
fr: Nous avons verrouillé votre portefeuille, réessayez dans %@
ru: Мы заблокировали Ваш кошелек, попробуйте ввести PIN-код еще раз через %@

source: minutes
ru: мин.

source: Hide zero balances
fr: Masquer les soldes nuls
ru: Скрыть нулевые балансы

source: Wrong order or seed phrase, please check it and try again
fr: Mauvaise commande ou phrase de départ, veuillez le vérifier et réessayer
ru: Неверный порядок слов или мнемоническая фраза. Пожалуйста, проверьте и попробуйте еще раз.

source: Your public %@ address
fr: Votre adresse %@ publique
ru: Ваш публичный %@ адрес

source: Select token
fr: Sélectionnez le jeton
ru: Выбрать токен

source: To see %@ wallet address, you must add this token to your token list
fr: Pour voir l'adresse du portefeuille %@, vous devez ajouter ce jeton à votre liste de jetons
ru: Чтобы увидеть адрес кошелька %@, вы должны добавить этот токен в свой список токенов.

source: Add token to see wallet address
fr: Ajouter un jeton pour voir l'adresse du portefeuille
ru: Добавьте токен, чтобы увидеть адрес кошелька

source: %@ mint address
fr: %@ adresse mint
ru: %@ mint адрес

source: Token's mint address is not valid
fr: L'adresse d'atelier du jeton n'est pas valide
ru: Адрес mint токена недействителен

source: Powered by Project Serum
fr: Propulsé par Project Serum
ru: При поддержке Project Serum

source: PIN-code changed!
fr: Code PIN changé!
ru: PIN-код изменен!

source: Go back to profile
fr: Revenir au profil
ru: Вернуться к профилю

source: Reset and try again
fr: Réinitialiser et réessayer
ru: Сбросить и попробовать еще раз

source: Confirm PIN-code
fr: Confirmer le code PIN
ru: Подтвердите PIN-код

source: Enter PIN-code
fr: Entrez le code PIN
ru: Введите PIN-код

source: Enter a seed phrase from your account
fr: Saisissez une phrase de départ de votre compte
ru: Введите мнемоническую фразу

source: Wrapped %@ by %@
fr: Wrapped %@ par %@
ru: Wrapped %@ с %@

source: Transfer
fr: Transfert
ru: Перевод

source: Create Account
fr: Créer un Compte
ru: Открытие счета

source: Close Account
fr: Fermer le Compte
ru: Закрытие счета

source: %@ to %@
fr: %@ à %@
ru: %@ на %@

source: %@ Closed
fr: %@ Fermé
ru: %@ Закрыто

source: %@ Created
fr: %@ Créé
ru: %@ Создан

source: To %@
fr: À %@
ru: На %@

# From token %@
source: From %@
fr: De %@
ru: С %@

source: Completed
fr: Complété
ru: Выполнено

source: Show transaction details
fr: Afficher les détails de la transaction
ru: Показать детали транзакции

source: Hide transaction details
fr: Masquer les détails de la transaction
ru: Скрыть детали транзакции

source: New wallet
fr: Nouveau portefeuille
ru: Новый кошелек

source: Closed wallet
fr: Portefeuille fermé
ru: Закрытый кошелек

source: Nothing found
fr: Rien n'a été trouvé
ru: Ничего не найдено

source: Change your search phrase
fr: Changer votre expression de recherche
ru: Введите другой запрос

source: No transactions yet
fr: Aucune transaction pour le moment
ru: Пока транзакций нет

source: You have not made any transaction yet
fr: Vous n'avez encore effectué aucune transaction
ru: Вы еще не совершили никаких транзакций

source: The list is empty
fr: La liste est vide
ru: Список пуст

source: Check entered account info for sending. It should be account in Solana network
fr: Vérifiez les informations de compte saisies pour l'envoi. Il devrait être compte dans le réseau Solana
ru: Проверьте введенную информацию об учетной записи для отправки. Это должен быть аккаунт в сети Solana.

source: Wallet address is not valid
fr: L'adresse du portefeuille n'est pas valide
ru: Адрес кошелька недействителен

source: It must be an %@ wallet address
fr: Il doit s'agir d'une adresse %@ wallet
ru: Это должен быть адрес кошелька %@.

source: Slippage error
fr: Erreur de glissement
ru: Ошибка проскальзывания

source: Swap instruction exceeds desired slippage limit. Set another slippage and try again.
fr: L'instruction de permutation dépasse la limite de glissement souhaitée. Définissez un autre glissement et réessayez.
ru: Установленного значения проскальзывания недостаточно для совершения обмена. Измените значение и попробуйте еще раз.

source: The fee calculation failed due to overflow, underflow or unexpected 0
fr: Le calcul des frais a échoué en raison d'un dépassement de capacité, d'un dépassement inférieur ou inattendu 0
ru: Сбой при расчете комиссии из-за переполнения, недостаточного количества или непредвиденного значения 0

source: Error processing instruction 0:custom program error: 0x1
fr: Erreur de traitement de l'instruction 0: erreur de programme personnalisé: 0x1
ru: Инструкция обработки ошибки 0: ошибка пользовательской программы: 0x1

source: System error
fr: Erreur système
ru: Системная ошибка

source: Token balance must be empty
fr: Le solde du jeton doit être vide
ru: Баланс токена должен быть пустым

source: Token account should be zero
fr: Le compte de jeton doit être égal à zéro
ru: Аккаунт токена должен быть нулевым

source: Wrong wallet address
fr: Mauvaise adresse de portefeuille
ru: Неверный адрес кошелька

source: Check enterred wallet address and try again.
fr: Vérifiez l'adresse de votre portefeuille et réessayez.
ru: Проверьте введенный адрес кошелька и попробуйте еще раз.

source: or reset it with a seed phrase
fr: ou réinitialisez-le avec une phrase de départ
ru: или сбросьте его с помощью мнемонической фразы

source: Reset PIN with a seed phrase
fr: Réinitialiser le code PIN avec une phrase de départ
ru: Сбросить PIN-код

source: Your %@ address will be disabled. This action can not be undone
fr: Votre adresse %@ sera désactivée. Cette action ne peut pas être annulée
ru: Ваш %@ адрес будет отключен. Это действие нельзя отменить

source: Switching network...
fr: Changement de réseau...
ru: Переключение сети...

source: Currency
fr: Devise
ru: Валюта

source: United States Dollar
fr: Dollar américain
ru: Доллар США

source: Euro
ru: Евро

source: Changing currency
fr: Changer de devise
ru: Смена валюты

source: Chinese Yuan
fr: Le yuan chinois
ru: Китайский юань

source: Russian Ruble
fr: Rouble russe
ru: Российский рубль

source: Vietnamese Dong
fr: Dong vietnamien
ru: Вьетнамский донг

source: French Franc
fr: Franc français
ru: Французский франк

source: British pound sterling
fr: Livre sterling britannique
ru: Фунт стерлингов

source: Are you sure you want to delete this token account? This will permanently disable token transfers to this address and remove it from your wallet.
fr: Voulez-vous vraiment supprimer ce compte de jeton? Cela désactivera définitivement les transferts de jetons vers cette adresse et le supprimera de votre portefeuille.
ru: Вы уверены, что хотите удалить этот токен-аккаунт? Это навсегда отключит передачу токенов на этот адрес и удалит их из вашего кошелька.

source: Connection problem
fr: Problème de connection
ru: Проблема соединения

source: Your connection to the Internet has been interrupted.
fr: Votre connexion à Internet a été interrompue.
ru: Ваше подключение к Интернету было прервано.

source: Refresh
fr: Rafraîchir
ru: Обновить

source: Use free transactions
fr: Utilisez des transactions gratuites
ru: Используйте бесплатные транзакции

source: Your %@ wallet has not been created yet. But you can receive %@ by using your SOL wallet's address below
fr: Votre portefeuille %@ n'a pas encore été créé. Mais vous pouvez recevoir %@ en utilisant l'adresse de votre portefeuille SOL ci-dessous
ru: Ваш %@ кошелек пока еще не создан. Но вы можете получить %@, используя адрес своего кошелька SOL ниже.

source: Receive token using SOL wallet's address
fr: Recevoir un jeton en utilisant l'adresse du portefeuille SOL
ru: Получить токен с адреса кошелька SOL

source: Derivable Accounts
fr: Comptes dérivés
ru: Производные счета

source: Select Derivable Path
fr: Sélectionnez le chemin dérivable
ru: Выберите путь

source: Restore
fr: Restaurer
ru: Восстановить

source: Info
ru: Информация

source: By default, P2P wallet will use m/44'/501'/0'/0' as the derivation path for the main wallet. To use an alternative path, try restoring an existing wallet.
fr: Par défaut, le portefeuille P2P utilisera m/44'/501'/0'/0' comme chemin de dérivation pour le portefeuille principal. Pour utiliser un autre chemin, essayez de restaurer un portefeuille existant.
ru: По умолчанию P2P будет использовать путь m/44'/501'/0'/0' для основного кошелька. Чтобы использовать другой путь, попробуйте восстановить существующий кошелек.

source: Could not retrieve account info
fr: Impossible de récupérer les informations du compte
ru: Не удалось получить информацию об аккаунте

source: deprecated
fr: obsolète
ru: устаревший

source: Will be paid by p2p.org We take care of all transfers costs.
fr: Sera payé par p2p.org Nous prenons en charge tous les frais de transfert.
ru: Оплачивается p2p.org Мы берем на себя все расходы по переводу.

source: Great!
fr: Génial!
ru: Отлично!

source: Paid by p2p.org
fr: Payé par p2p.org
ru: Оплачена p2p.org

source: Connection rate limits exceeded
fr: Limites de débit de connexion dépassées
ru: Превышены пределы скорости подключения

source: Could not retrieve balances for this tokens pair. Please try selecting again!
fr: Impossible de récupérer les soldes pour cette paire de jetons. Veuillez réessayer !
ru: Не удалось получить балансы для этой пары токенов. Пожалуйста, попробуйте выбрать еще раз!

source: Scan or copy QR code
fr: Scannez ou copiez le code QR
ru: Отсканируйте или скопируйте QR-код

source: Direct %@ address
fr: Adresse %@ directe
ru: Прямой адрес %@

source: View in %@ explorer
fr: Afficher dans %@ l'explorateur
ru: Посмотреть в %@ explorer

source: Show address detail
fr: Afficher le détail de l'adresse
ru: Показать детали адреса

source: Hide address detail
fr: Masquer le détail de l'adresse
ru: Скрыть детали адреса

source: This address has no funds. Are you sure it's correct?
fr: Cette adresse n'a pas de fonds. Êtes-vous sûr que c'est correct?
ru: На этом адресе нет средств. Вы уверены, что он правильный?

source: I'm sure, It's correct
fr: Je suis sûr, c'est correct
ru: Я уверен, все правильно

source: Checking address' validity
fr: Vérification de la validité de l'adresse
ru: Проверка действительности адреса

source: Error checking address' validity. Are you sure it's correct?
fr: Erreur lors de la vérification de la validité de l'adresse. Êtes-vous sûr que c'est correct?
ru: Ошибка проверки действительности адреса. Вы уверены, что это правильно?

source: Address copied to clipboard!
fr: Adresse copiée dans le presse-papiers !
ru: Адрес скопирован в буфер обмена!

source: Liquidity provider fee
fr: Commission du fournisseur de liquidité
ru: Комиссия поставщика ликвидности

source: Currency changed
fr: La devise a changé
ru: Валюта изменена

source: Network changed
fr: Réseau modifié
ru: Сеть изменена

source: Insufficient funds for fee
fr: Fonds insuffisants pour les frais
ru: Недостаточно средств для комиссии

source: Settings
fr: Paramètres
ru: Настройки

source: One unified address to receive SOL or SPL Tokens
fr: Une adresse unifiée pour recevoir des jetons SOL ou SPL
ru: Единый адрес для получения SOL и SPL токенов

source: SOL and SPL Tokens
fr: Jetons SOL et SPL
ru: Токены SOL и SPL

source: The Solana Program Library (SPL) is a collection of on-chain programs maintained by the Solana team. The SPL Token program is the token standard of the Solana blockchain. Similar to ERC-20 tokens on the Ethereum network, SPL Tokens are designed for DeFi applications.
ru: Библиотека программ Solana (SPL) - это стандарт токенов блокчейна Solana. По аналогии с токенами ERC20 в сети Ethereum, токены SPL предназначены для приложений DeFi. Токенами SPL можно торговать на FTX и децентрализованной бирже Serum, основанной на Solana.

source: Send SOL or any SPL Tokens on one address
fr: Envoyez SOL ou n'importe quel jeton SPL sur une seule adresse
ru: Отправляйте SOL или любые токены SPL на один адрес

source: Backing up
fr: Sauvegarde
ru: Резервное копирование

source: The phrases you has entered is not correct
fr: Les phrases que vous avez saisies ne sont pas correctes
ru: Вы ввели неправильные фразы

source: pending
fr: en attendant
ru: в ожидании

source: Save that seed phrase and keep it in the safe place. Will be used for recovery and backup.
fr: Enregistrez cette phrase de départ et conservez-la dans un endroit sûr. Sera utilisé pour la récupération et la sauvegarde.
ru: Сохраните эту исходную фразу и храните ее в надежном месте. Будет использоваться для восстановления и резервного копирования.

source: Could not create capture session
fr: Impossible de créer la session de capture
ru: Не удалось создать сеанс записи

source: There is something wrong with your camera! Please try again later!
fr: Il y a un problème avec votre appareil photo ! Veuillez réessayer plus tard !
ru: Что-то не так с вашей камерой! Повторите попытку позже!

source: Seed phrase must have 12 or 24 words
fr: La phrase de départ doit avoir 12 ou 24 mots
ru: Исходная фраза должна состоять из 12 или 24 слов.

source: Seed phrase must have at least 12 words
fr: La phrase de départ doit avoir au moins 12 mots
ru: В исходной фразе должно быть не менее 12 слов.

source: No chart data available.
fr: Aucune donnée graphique disponible.
ru: Нет данных диаграммы.

source: Today
fr: Aujourd'hui
ru: Сегодня

source: Yesterday
fr: Hier
ru: Вчера

source: Unknown date
fr: Date inconnue
ru: Неизвестная дата

source: ✅ Seed phrase copied to clipboard!
fr: ✅ Phrase de départ copiée dans le presse-papiers !
ru: ✅ Исходная фраза скопирована в буфер обмена!

source: Wallet
fr: Portefeuille
ru: Кошелек

source: Error sending transaction
fr: Erreur lors de l'envoi de la transaction
ru: Ошибка при отправке транзакции

source: This is the thing you use to get all your accounts from your mnemonic phrase. By default, P2P wallet will use m/44'/501'/0'/0' as the derivation path for the main wallet.
fr: C'est la chose que vous utilisez pour obtenir tous vos comptes à partir de votre phrase mnémotechnique. Par défaut, le portefeuille P2P utilisera m/44'/501'/0'/0' comme chemin de dérivation pour le portefeuille principal.
ru: Мнемоническая фраза может генерировать несколько путей. Это разные адреса, которыми вы владеете. По умолчанию P2P будет использовать путь m/44’/501’/0’/0’ для основного кошелька.

source: Default
fr: Défaut
ru: По умолчанию

source: Error retrieving receipt
fr: Erreur lors de la récupération du reçu
ru: Ошибка при получении квитанции

source: Fetching receipt
fr: Récupération du reçu
ru: Получение квитанции

source: Attempt to debit an account but found no record of a prior credit.
fr: Tentative de débit d'un compte mais n'a trouvé aucune trace d'un crédit antérieur.
ru: Попытка списать средства со счета, но не обнаружена предыдущая запись о кредите.

source: Received new tokens. Downloading receipt...
fr: Reçu de nouveaux jetons. Téléchargement du reçu...
ru: Получены новые токены. Скачивание квитанции ...

source: Unknown token
fr: Jeton inconnu
ru: Неизвестный токен

source: Interface language changed
fr: La langue de l'interface a changé
ru: Язык интерфейса изменен

source: Changed language to %@
fr: Langue changée en %@
ru: Язык изменен на %@

source: Source account is not valid
fr: Le compte source n'est pas valide
ru: Исходная учетная запись недействительна

source: Given pool token amount results in zero trading tokens
fr: Compte tenu du montant du jeton de pool, aucun jeton de trading
ru: Указанное значение токенов слишком мало для совершения обмена

source: Wrong signature
fr: Mauvaise signature
ru: Неправильная подпись

source: Buy
fr: Acheter
ru: Купить

source: There is no %@ wallet in your account
fr: Il n'y a pas de portefeuille %@ dans votre compte
ru: В вашем аккаунте нет кошелька %@

source: Wrong hash format
fr: Format de hachage incorrect
ru: Неверный формат хеша

source: Wrong pubkey format
fr: Format de clé publique incorrect
ru: Неверный формат pubkey

source: Wrong keypair format
fr: Format de paire de clés incorrect
ru: Неверный формат пары ключей

source: Wrong signature format
fr: Format de signature incorrect
ru: Неверный формат подписи

source: Signer error
fr: Erreur de signataire
ru: Ошибка подписывающего лица

source: Solana RPC client error
fr: Erreur du client RPC Solana
ru: Ошибка клиента Solana RPC

source: Solana program error
fr: Erreur de programme Solana
ru: Ошибка программы Solana

source: Token account not found
fr: Compte jeton introuvable
ru: Аккаунт токена не найден

source: Incorrect account's owner
fr: Propriétaire du compte incorrect
ru: Неверный владелец аккаунта

source: Unsupported recipient's address
fr: Adresse du destinataire non prise en charge
ru: Неподдерживаемый адрес получателя

source: Fee calculator not found
fr: Calculateur de frais introuvable
ru: Калькулятор комиссий не найден

source: Amount is too small
fr: Le montant est trop petit
ru: Сумма слишком мала

source: Not enough balance
fr: Pas assez d'équilibre
ru: Недостаточный баланс

source: Not enough token balance
fr: Pas assez de solde de jetons
ru: Недостаточно токена на балансе

source: Decimals mismatch
fr: Non-concordance des décimales
ru: Несоответствие десятичных знаков

source: Token mint mismatch
fr: Non-concordance de la monnaie de jeton
ru: Несоответствие токенов монетному двору

source: Not enough output amount
fr: Quantité de sortie insuffisante
ru: Недостаточно выходного количества

source: expected
fr: attendu
ru: ожидающие

source: minimum
fr: le minimum
ru: минимум

source: actual
fr: réel
ru: действительные

source: found
fr: trouvé
ru: найденные

source: Current price
fr: Prix ​​actuel
ru: Текущая цена

source: Max price slippage
fr: Glissement de prix max
ru: Максимальное проскальзывание цены

source: Receive at least
fr: Recevez au moins
ru: Получите не менее

source: Swap fees
fr: Frais d'échange
ru: Комиссия за своп

source: Your transaction may be frontrun
fr: Votre transaction peut être en avance
ru: Ваша транзакция может быть авансированной

source: Slippage exceeds maximum
fr: Le glissement dépasse le maximum
ru: Проскальзывание превышает максимальное

source: Enter a number less than %d%
fr: Entrez un nombre inférieur à %d%
ru: Введите число меньше %d%

source: Not enough %@ to pay network fee
fr: Pas assez %@ pour payer les frais de réseau
ru: Недостаточно %@ для оплаты сетевой комиссии

source: Your account does not have enough SOL to cover fee
fr: Votre compte n'a pas assez de SOL pour couvrir les frais
ru: На вашем счету недостаточно SOL для покрытия комиссии

source: Native Solana Token
fr: Jeton Solana Natif
ru: Нативный Токен Соланы

source: Transaction Token
fr: Jeton de transaction
ru: Токен транзакции

source: Swap settings
fr: Échanger les paramètres
ru: Настройки обмена

source: Pay network fee with
fr: Payer les frais de réseau avec
ru: Оплатите сетевую комиссию с помощью

source: Network fee
fr: Frais de réseau
ru: Плата за сеть

source: Fee compensation pool not found
fr: Pool de compensation des frais introuvable
ru: Пул компенсации комиссионных не найден

source: Please choose paying with SOL
fr: Veuillez choisir de payer avec SOL
ru: Пожалуйста, выберите оплату с помощью SOL

source: Could not retrieve exchange rate
fr: Impossible de récupérer le taux de change
ru: Не удалось получить обменный курс

source: Some parameters are missing
fr: Certains paramètres sont manquants
ru: Некоторые параметры отсутствуют

source: Exchange rate is not valid
fr: Le taux de change n'est pas valide
ru: Курс обмена недействителен

source: SELECT
fr: SÉLECTIONNER
ru: ВЫБРАТЬ

source: Enter the amount
fr: Entrez le montant
ru: Введите сумму

source: Don’t go over the available funds
fr: Ne dépassez pas les fonds disponibles
ru: Не превышайте доступные средства

source: Error fetching market %@
fr: Erreur lors de la récupération du marché %@
ru: Ошибка при загрузке маркета %@

source: Tap to try again
fr: Appuyez pour réessayer
ru: Нажмите, чтобы повторить попытку

source: Loading exchange rate
fr: Chargement du taux de change
ru: Загрузка обменного курса

source: Calculating fees
fr: Calcul des frais
ru: Идет расчет комиссий

source: Could not calculate exchange rate or swapping fees from current token pair
fr: Impossible de calculer le taux de change ou les frais d'échange à partir de la paire de jetons actuelle
ru: Не удалось рассчитать обменный курс или комиссию за обмен для текущей пары токенов

source: Solana
ru: Солана

source: Bitcoin
ru: Биткойн

source: I want to receive renBTC
fr: Je veux recevoir renBTC
ru: Я хочу получать renBTC

source: Show address
fr: Afficher l'adresse
ru: Показать адрес

source: Bitcoin deposit address
fr: Adresse de dépôt Bitcoin
ru: Адрес депозита биткойнов

source: is only open for 36 hours
fr: n'est ouvert que pendant 36 heures
ru: открыт только в течении 36 часов

source: but you can send to it multiple times within this session
fr: mais vous pouvez l'envoyer plusieurs fois au cours de cette session
ru: но вы можете отправить ему несколько раз в течение этого сеанса

source: Each transaction to this deposit address takes about 60 minutes to complete. For security reasons, you will need to wait for 6 block confirmations before you can mint renBTC on Solana.
fr: Chaque transaction à cette adresse de dépôt prend environ 60 minutes. Pour des raisons de sécurité, vous devrez attendre 6 confirmations de blocage avant de pouvoir monnayer renBTC sur Solana.
ru: Каждая транзакция на этот депозитный адрес занимает около 60 минут. По соображениям безопасности вам нужно подождать 6 подтверждений блока, прежде чем вы сможете монетизировать renBTC на Solana.

source: If you cannot complete this transaction within the required time, please return at a later date.
fr: Si vous ne pouvez pas terminer cette transaction dans les délais requis, veuillez revenir à une date ultérieure.
ru: Если вы не можете завершить эту транзакцию в течение требуемого времени, пожалуйста, верните его позже.

source: If you do not finish your transaction within this period/session/time frame, you risk losing the deposits.
fr: Si vous ne terminez pas votre transaction dans cette période/session/délai, vous risquez de perdre les dépôts.
ru: Если вы не завершите транзакцию в течение этого периода / сеанса / временных рамок, вы рискуете потерять депозиты.

source: I can complete this transaction within time
fr: Je peux terminer cette transaction dans les délais
ru: Я могу завершить эту транзакцию в срок

source: Be sure you can complete this transaction
fr: Assurez-vous que vous pouvez terminer cette transaction
ru: Убедитесь, что вы сможете завершить эту транзакцию

source: This address accepts %@. You may lose assets by sending another coin.
fr: Cette adresse accepte %@. Vous pouvez perdre des actifs en envoyant une autre pièce.
ru: Этот адрес принимает %@. Вы можете потерять активы, отправив еще одну монету.

source: only Bitcoin
fr: seulement Bitcoin
ru: только биткойн

source: Minimum transaction amount of **%@**.
fr: Montant minimum de la transaction de %@
ru: Минимальная сумма транзакции %@

source: **%@** is the remaining time to safely send the assets.
fr: %@ est le temps restant pour envoyer les actifs en toute sécurité.
ru: %@ - оставшееся время для безопасной отправки активов.
