Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/*.lproj/Localizable.strings
Languages: vi

source: Wrong signature format
vi: Định dạng chữ ký sai

source: Signer error
vi: Lỗi người ký

source: Solana RPC client error
vi: Solana RPC lỗi máy khách

source: Solana program error
vi: Lỗi chương trình Solana

source: Token account not found
vi: Không tìm thấy tài khoản token

source: Incorrect account's owner
vi: Chủ sở hữu tài khoản không chính xác

source: Unsupported recipient's address
vi: Địa chỉ người nhận không được hỗ trợ

source: Fee calculator not found
vi: Không tìm thấy máy tính phí

source: Amount is too small
vi: Số tiền quá nhỏ

source: Not enough balance
vi: Không đủ số dư

source: Not enough token balance
vi: Không đủ số dư token

source: Decimals mismatch
vi: Số thập phân không khớp

source: Token mint mismatch
vi: Token mint không khớp

source: Not enough output amount
vi: Không đủ số lượng đầu ra

source: expected
vi: kì vọng

source: minimum
vi: tối thiểu

source: actual
vi: nhận về

source: found
vi: tìm thấy

source: Current price
vi: Giá hiện tại

source: Max price slippage
vi: Mức trượt giá tối đa

source: Receive at least
vi: Nhận ít nhất

source: Swap fees
vi: Phí chuyển đổi

source: Your transaction may be frontrun
vi: Giao dịch của bạn có thể chạy trước

source: Slippage exceeds maximum
vi: Trượt giá vượt quá mức tối đa

source: Enter a number less than %d%
vi: Nhập một số nhỏ hơn %d%

source: Not enough %@ to pay network fee
vi: Không đủ %@ để trả phí mạng

source: Your account does not have enough SOL to cover fee
vi: Tài khoản của bạn không có đủ SOL để trả phí

source: Transaction Token
vi: Token giao dịch

source: Swap settings
vi: Cài đặt Chuyển đổi

source: Pay network fee with
vi: Thanh toán phí mạng bằng

source: Network fee
vi: Phí mạng

source: Fee compensation pool not found
vi: Không tìm thấy pool để bồi thường phí

source: Please choose paying with SOL
vi: Vui lòng chọn thanh toán bằng SOL

source: Could not retrieve exchange rate
vi: Không thể truy xuất tỷ giá hối đoái

source: Some parameters are missing
vi: Một số thông số bị thiếu

source: Exchange rate is not valid
vi: Tỷ giá hối đoái không hợp lệ

source: SELECT
vi: LỰA CHỌN

source: Don’t go over the available funds
vi: Đừng vượt quá số tiền hiện có

source: Error fetching market %@
vi: Lỗi khi tìm nạp thị trường %@

source: Tap to try again
vi: Nhấn để thử lại

source: Loading exchange rate
vi: Đang tải tỷ giá hối đoái

source: Calculating fees
vi: Đang tính phí

source: Could not calculate exchange rate or swapping fees from current token pair
vi: Không thể tính toán tỷ giá hối đoái hoặc phí hoán đổi từ cặp tokens hiện tại

source: I want to receive renBTC
vi: Tôi muốn nhận renBTC

source: Show address
vi: Hiển thị địa chỉ

source: Bitcoin deposit address
vi: Địa chỉ gửi bitcoin

source: is only open for 36 hours
vi: chỉ mở trong 36 giờ

source: but you can send to it multiple times within this session
vi: nhưng bạn có thể gửi nó nhiều lần trong phiên này

source: Each transaction to this deposit address takes about 60 minutes to complete. For security reasons, you will need to wait for 6 block confirmations before you can mint renBTC on Solana.
vi: Mỗi giao dịch đến địa chỉ này mất khoảng 60 phút để hoàn tất. Vì lý do bảo mật, bạn sẽ cần đợi 6 xác nhận trước khi có thể mint renBTC trên Solana.

source: If you cannot complete this transaction within the required time, please return at a later date.
vi: Nếu bạn không thể hoàn thành giao dịch này trong thời gian cần thiết, vui lòng quay lại vào lúc khác.

source: If you do not finish your transaction within this period/session/time frame, you risk losing the deposits.
vi: Nếu bạn không hoàn thành giao dịch của mình trong khoảng thời gian/phiên/khung thời gian này, bạn có nguy cơ mất tiền gửi.

source: I can complete this transaction within time
vi: Tôi có thể hoàn thành giao dịch này trong đúng thời hạn

source: Be sure you can complete this transaction
vi: Hãy chắc chắn rằng bạn có thể hoàn thành giao dịch này

source: This address accepts %@. You may lose assets by sending another coin.
vi: Địa chỉ này %@. Bạn có thể mất tài sản khi gửi một token khác.

source: only Bitcoin
vi: chỉ chấp nhận Bitcoin

source: Minimum transaction amount of **%@**.
vi: Số tiền giao dịch tối thiểu là %@

source: **%@** is the remaining time to safely send the assets.
vi: %@ là thời gian còn lại để gửi tài sản một cách an toàn.

source: Received %@ renBTC
vi: Đã nhận %@ renBTC

source: Receiving %@ renBTC: Pending
vi: Nhận %@ renBTC: Đang chờ xử lý

source: Solana Associated Token Account Required. This will require you to sign a transaction and spend some SOL.
vi: Yêu cầu tài khoản token liên kết Solana. Điều này sẽ yêu cầu bạn ký một giao dịch và trả một ít SOL.

source: Create Token Account
vi: Tạo tài khoản token

source: Creating Token Account
vi: Đang tạo tài khoản token

source: Which cryptocurrencies can I use?
vi: Tôi có thể sử dụng loại tiền điện tử nào?

source: I want to receive
vi: Tôi muốn nhận

source: Choose wallet
vi: Chọn ví

source: Multiple wallets found
vi: Đã tìm thấy nhiều ví

source: Transfer fee
vi: Phí chuyển tiền

source: Free
vi: Miễn phí

source: Destination network
vi: Chuyển tới mạng

source: Receive at least: %@ %@
vi: Nhận ít nhất: %@ %@

source: Are you sure that this %@ address is valid?
vi: Bạn có chắc rằng địa chỉ %@ này hợp lệ không?

source: Input amount is too small, minimum amount for swapping is %@
vi: Số tiền quá nhỏ, số tiền tối thiểu để hoán đổi là %@

source: Calculating minimum transaction amount…
vi: Đang tính số tiền giao dịch tối thiểu…

source: Enter the recipient's address
vi: Nhập địa chỉ của người nhận

source: Account creation fee
vi: Phí tạo tài khoản

source: Serum order creation (paid once per pair)
vi: Tạo order Serum (thanh toán một lần cho mỗi cặp)

source: Transaction fee
vi: Phí giao dịch

source: Total fees
vi: Tổng các khoản phí

source: Receiving status
vi: Trạng thái nhận

source: Waiting for deposit confirmation
vi: Đang chờ xác nhận tiền gửi

source: Deposit confirmed
vi: Đã xác nhận tiền gửi

source: Submitting to RenVM
vi: Gửi tới RenVM

source: Submitted to RenVM
vi: Đã gửi đến RenVM

source: Minting
vi: Đang mint

source: Successfully minted %@ renBTC!
vi: Đã đào thành công %@ renBTC!

source: Receiving statuses
vi: Trạng thái nhận

source: Receiving %@ renBTC
vi: Nhận %@ renBTC

source: Use any latin and special symbols or emojis.
vi: Sử dụng bất kỳ ký hiệu hoặc biểu tượng cảm xúc nào bằng tiếng latin và đặc biệt.

source: skip
vi: bỏ qua

source: By continuing, you agree to wallet's %@ and %@
vi: Bằng cách tiếp tục, bạn đồng ý với %@ và %@ của wallet

source: Terms of Use
vi: Điều khoản sử dụng

source: Privacy Policy
vi: Chính sách bảo mật

source: Checking name’s availability
vi: Kiểm tra tính khả dụng của tên

source: %@ is available
vi: %@ hợp lệ

source: name
vi: tên

source: %@ isn’t available
vi: %@ không khả dụng

source: Could not check name’s availability. Please check your internet connection!
vi: Không thể kiểm tra tính khả dụng của tên. Xin vui lòng kiểm tra kết nối Internet của bạn!

source: Any token can be received using username regardless of whether it is in your wallet's list
vi: Bất kỳ token nào cũng có thể được nhận bằng tên người dùng bất kể nó có trong danh sách ví của bạn hay không

source: Your username
vi: Tên người dùng của bạn

source: Save
vi: Lưu

source: Saved to photo library
vi: Đã lưu vào thư viện ảnh

source: There is an error occurred. You can either retry or reserve name later in Settings
vi: Có một lỗi xảy ra. Bạn có thể thử lại hoặc đặt tên sau trong Cài đặt

source: Use any lowercased latin characters and hyphens
vi: Sử dụng bất kỳ ký tự Latinh viết thường nào và dấu gạch nối

source: Name copied to clipboard
vi: Đã sao chép tên vào khay nhớ tạm

source: The username %@ is not available
vi: Tên người dùng %@ không khả dụng

source: Maximum 15 latin characters and hyphens
vi: Tối đa 15 ký tự latin và dấu gạch nối

source: Username must contain less than 15 characters
vi: Tên người dùng phải có ít hơn 15 ký tự

source: Finding swapping routes
vi: Tìm các tuyến hoán đổi

source: No routes for swapping current token pair
vi: Không có tuyến đường nào để hoán đổi cặp token hiện tại

source: Error finding swapping routes. Tap here to try again!
vi: Lỗi khi tìm các tuyến hoán đổi. Nhấn vào đây để thử lại!

source: This trading pair is not supported
vi: Cặp giao dịch này không được hỗ trợ

source: Choose source wallet
vi: Chọn ví nguồn

source: Choose destination wallet
vi: Chọn ví đích

source: Enter input amount
vi: Nhập giá trị muốn quy đổi

source: Choose another destination wallet
vi: Chọn một ví đích khác

source: Could not calculating fees
vi: Không thể tính phí

source: Input amount is not valid
vi: Số tiền đầu vào không hợp lệ

source: Choose another slippage
vi: Chọn một mức trượt giá khác

source: Could not connect to wallet
vi: Không thể kết nối với ví

source: Invalid estimated amount
vi: Số tiền ước tính không hợp lệ

source: Your account does not have enough %@ to cover fees
vi: Tài khoản của bạn không có đủ %@ để trả phí

source: Recipient
vi: Người nhận

source: Found associated wallet address
vi: Đã tìm thấy địa chỉ ví được liên kết

source: Result
vi: Kết quả

source: This username is not associated with anyone
vi: Tên người dùng này không được liên kết với bất kỳ ai

source: There is an error occured, please try typing name again.
vi: Đã xảy ra lỗi, vui lòng thử nhập lại tên.

source: Security key can't be saved into icloud. Please try again.
vi: Không thể lưu khóa bảo mật vào icloud. Vui lòng thử lại.

source: Combined tokens value
vi: Tổng giá trị các tokens

source: The future of non-custodial banking: the easy way to buy, sell and hold cryptos
vi: Tương lai của ngân hàng không giám sát: cách dễ dàng để mua, bán và nắm giữ tiền điện tử

source: All the ways to buy
vi: Tất cả các cách để mua

source: Buy Cryptos with Credit Card, Fiat or Apple Pay
vi: Mua tiền điện tử bằng thẻ tín dụng, Fiat hoặc Apple Pay

source: Nobody can access your private keys. Your data is fully safe
vi: Không ai có thể truy cập các khóa riêng tư của bạn. Dữ liệu của bạn hoàn toàn an toàn

source: No hidden costs
vi: Không có chi phí ẩn

source: Send BTC, ETH, USDC with no fees. Swap BTC with only $1
vi: Gửi BTC, ETH, USDC mà không mất phí. Hoán đổi BTC chỉ với $ 1

# Private and secure
source: Private & secure
vi: Riêng tư & an toàn

source: Show your security key
vi: Hiển thị khóa bảo mật của bạn

source: Secure your wallet
vi: Bảo mật ví của bạn

source: Create a new wallet
vi: Tạo một ví mới

source: Import a wallet
vi: Nhập ví

source: iCloud restore is for returning users. Pasting the security key manually is for everyone
vi: Khôi phục iCloud dành cho người dùng cũ. Dán khóa bảo mật theo cách thủ công là dành cho tất cả mọi người

source: Simple decentralized finance for everyone
vi: Tài chính phi tập trung đơn giản cho mọi người

source: Your security key
vi: Khóa bảo mật của bạn

source: Verify manually
vi: Xác minh thủ công

source: Renew
vi: Thay mới

source: The following words are the security key that you must keep in a safe place, written in the correct sequence. If lost, no one can restore it. Keep it private, even from us
vi: Các từ sau đây là khóa bảo mật mà bạn phải giữ ở nơi an toàn, được viết theo đúng trình tự. Nếu bị mất, không ai có thể khôi phục lại. Giữ bí mật, kể cả với chúng tôi

source: Proceed without a username?
vi: Tiếp tục mà không có tên người dùng?

source: Anytime you want, you can easily reserve a username by going to the settings
vi: Bất cứ lúc nào bạn muốn, bạn có thể dễ dàng đặt trước tên người dùng bằng cách đi tới phần cài đặt

source: Proceed
vi: Tiếp tục

source: Proceed & don’t show again
vi: Tiếp tục và không hiển thị lại

source: Welcome back, %@
vi: Chào mừng bạn trở lại, %@

source: To recover your wallet enter your security key's 12 or 24 words separated by single spaces in the correct order
vi: Để khôi phục ví của bạn, hãy nhập 12 hoặc 24 từ của khóa bảo mật được phân tách bằng dấu cách đơn theo đúng thứ tự

source: Enter your security key
vi: Nhập khóa bảo mật của bạn

source: Save & Continue
vi: Lưu & Tiếp tục

source: Enter correct security key
vi: Nhập khóa bảo mật chính xác

# You can compare a cryptocurrency wallet
source: You can compare a cryptocurrency wallet to a password manager for crypto, and a security key to a master password. A security key is a series of 12 or 24 words generated by the wallet that give you access to its associated crypto.
vi: Bạn có thể so sánh ví tiền điện tử với trình quản lý mật khẩu cho tiền điện tử và khóa bảo mật với mật khẩu chính. Khóa bảo mật là một chuỗi gồm 12 hoặc 24 từ do ví tạo ra để cung cấp cho bạn quyền truy cập vào tiền điện tử liên quan của nó.

source: The definition
vi: Định nghĩa

source: · If lost, no one can restore it · Keep it private, even from us
vi: · Nếu bị mất, không ai có thể khôi phục nó · Giữ nó ở chế độ riêng tư, ngay cả với chúng tôi

source: Where can I find one?
vi: Tôi có thể tìm thấy một cái ở đâu?

# If you create a new wallet account
source: If you create a new wallet account, you will receive your security key that you must write down somewhere safe. This is the only way to recover your wallet. If you still have access to your old wallet, sometimes you can recover your security key from it. Using Custodian wallet, you still have the option to regain access to your data by asking a third party.
vi: Nếu bạn tạo một tài khoản ví mới, bạn sẽ nhận được khóa bảo mật mà bạn phải ghi vào một nơi an toàn. Đây là cách duy nhất để khôi phục ví của bạn. Nếu bạn vẫn có quyền truy cập vào ví cũ của mình, đôi khi bạn có thể khôi phục khóa bảo mật của mình từ đó. Sử dụng ví Custodian, bạn vẫn có tùy chọn lấy lại quyền truy cập vào dữ liệu của mình bằng cách yêu cầu bên thứ ba.

source: What is a security key?
vi: Khóa bảo mật là gì?

source: Verify your security key
vi: Xác minh khóa bảo mật của bạn

source: Choose the correct words
vi: Chọn các từ đúng

source: These words don’t match
vi: Những từ này không khớp

source: The words in your security key need to be selected in the right order. Alternatively, you can make an iCloud backup
vi: Các từ trong khóa bảo mật của bạn cần được chọn theo đúng thứ tự. Ngoài ra, bạn có thể tạo bản sao lưu iCloud

source: Go back
vi: Quay lại

source: Set up a wallet PIN
vi: Thiết lập mã PIN cho ví

source: Confirm your wallet PIN
vi: Xác nhận mã PIN cho ví của bạn

source: Choose your wallet
vi: Chọn ví của bạn

source: PIN doesn’t match. Try again
vi: Mã PIN không khớp. Thử lại

source: Allow push notifications so you don’t miss any important updates on your account.
vi: Bật push notifications để bạn không bỏ lỡ bất kỳ cập nhật quan trọng nào trên tài khoản của mình.

source: New staking option available
vi: Có sẵn tùy chọn đặt cược mới

source: Get up to 8%% APY on staking USDC
vi: Nhận tới 8%% APY khi đặt cọc USDC

source: just now
vi: vừa mới

source: %@m ago
vi: %@ phút trước

source: %@ successfully sent
vi: Đã gửi thành công %@

source: %@h ago
vi: %@ giờ trước

source: Received %@
vi: Đã nhận %@

source: %@ → %@ swapped successfully
vi: %@ → %@ được hoán đổi thành công

source: Let’s stay in touch
vi: Hãy giữ liên lạc

source: Don’t Allow
vi: Không cho phép

source: Allow
vi: Cho phép

source: Updating prices
vi: Cập nhật giá

source: Prices updated
vi: Giá đã cập nhật

source: Error when updating prices
vi: Lỗi khi cập nhật giá

# Capitalized Terms and Conditions
source: Terms and Conditions
vi: Các điều khoản và điều kiện

source: Earn
vi: Kiếm

source: By continuing, you agree to wallet's %@
vi: Bằng cách tiếp tục, bạn đồng ý với %@ của wallet

source: Derivation path
vi: Đường dẫn xuất phát

source: History
vi: Lịch sử

source: Show wallet address
vi: Hiển thị địa chỉ ví

# Colon Receive at least
source: Receive at least:
vi: Nhận ít nhất:

source: Show details
vi: Hiển thị chi tiết

source: Hide details
vi: Ẩn chi tiết

source: %@ is unavailable
vi: %@ không khả dụng

source: No more than 15 alphanumerical latin lowercase characters and dashes
vi: Không có nhiều hơn 15 ký tự chữ và số chữ thường latin và dấu gạch ngang

source: Username is your public address, which allows you to receive any token even if you don't have it in the wallet list. It is vital you select the exact username you want, as once set, you cannot change it.
vi: Tên người dùng là địa chỉ công khai của bạn, cho phép bạn nhận bất kỳ token nào ngay cả khi bạn không có mã đó trong danh sách ví. Điều quan trọng là bạn phải chọn tên người dùng chính xác mà bạn muốn, vì sau khi đã đặt, bạn không thể thay đổi nó.

source: Enter username or skip
vi: Nhập tên người dùng hoặc bỏ qua

source: Choose available username
vi: Chọn tên người dùng có sẵn

source: Enter the amount to proceed
vi: Nhập số tiền để tiếp tục

source: Choose the recipient
vi: Chọn người nhận

source: Address
vi: Địa chỉ

source: Contact
vi: Liên hệ

source: Scan QR
vi: Quét QR

source: There’s no address like this
vi: Không có địa chỉ nào như thế này

source: This address has no funds
vi: Địa chỉ này không có tiền

source: Caution: this address has no funds
vi: Thận trọng: địa chỉ này không có tiền

source: There is an error occurred, please try again
vi: Đã xảy ra lỗi, vui lòng thử lại

source: Send %@ %@
vi: Gửi %@ %@

source: %@ Network
vi: Mạng %@

source: Choose the network
vi: Chọn mạng

source: Choose the recipient to proceed
vi: Chọn người nhận để tiếp tục

# Review and confirm
source: Review & confirm
vi: Xem lại & xác nhận

source: Confirm sending %@
vi: Xác nhận gửi %@

source: Be sure all details are correct before confirming the transaction. Once confirmed, it cannot be reversed.
vi: Hãy chắc chắn rằng tất cả các chi tiết là chính xác trước khi xác nhận giao dịch. Sau khi xác nhận, nó không thể được đảo ngược.

source: Recipient’s address
vi: Địa chỉ người nhận

source: Total
vi: Toàn bộ

source: 1 %@ Price
vi: 1 %@ Giá

source: Pay swap fees with
vi: Thanh toán phí hoán đổi với

source: Total fee
vi: Tổng phí

source: Showing my address for
vi: Hiển thị địa chỉ của tôi cho

source: Reserve username
vi: Đặt trước tên người dùng

source: Enter username
vi: Điền tên đăng nhập

source: Change the token?
vi: Thay đổi token?

source: If the token is changed to %@, the address field must be filled in with a %@.
vi: Nếu đổi token thành %@, địa chỉ phải được điền bằng %@.

source: %@-compatible address
vi: một địa chỉ tương thích với %@

source: Discard
vi: Bỏ qua

source: Change
vi: Thay đổi

source: username or address
vi: tên người dùng / địa chỉ

source: Change the network?
vi: Thay đổi mạng?

source: If the network is changed to %@, the address field must be filled in with a %@.
vi: Nếu mạng được thay đổi thành %@, trường địa chỉ phải được điền bằng %@.

source: There are %@ free transactions left for today
vi: Còn lại %@ giao dịch miễn phí cho ngày hôm nay

source: Select word #%@
vi: Chọn từ #%@

source: Receive **any token** within the Solana network even if it is not included in your wallet list
vi: Nhận bất kỳ token nào trong mạng Solana ngay cả khi nó không có trong danh sách ví của bạn

source: When you choose the Bitcoin network, your address accepts only Bitcoin. You may lose assets by sending another coin. 0.000112 BTC is the minimum transaction amount, and you have 36 hours to complete the transaction after receiving the address.
vi: Khi bạn chọn mạng Bitcoin, địa chỉ của bạn chỉ chấp nhận Bitcoin. Bạn có thể mất tài sản khi gửi một đồng xu khác. 0,000112 BTC là số tiền giao dịch tối thiểu và bạn có 36 giờ để hoàn tất giao dịch sau khi nhận được địa chỉ.

source: You pay
vi: Bạn trả tiền

source: You get
vi: Bạn lấy

source: Processing fee
vi: Phí xử lý

source: SOL Price
vi: Giá SOL

# Buy %@ on Moonpay
source: Buy %@
vi: Mua %@

source: I understand
vi: Tôi hiểu

source: Receiving via Bitcoin network
vi: Nhận qua mạng Bitcoin

source: Make sure you understand these aspects
vi: Đảm bảo rằng bạn hiểu các thuật ngữ

source: Select the second token
vi: Chọn token thứ hai

source: Select the first token
vi: Chọn token đầu tiên

source: Confirm swapping %@ → %@
vi: Xác nhận hoán đổi %@ → %@

source: Spend
vi: Dùng

source: Swap %@ → %@
vi: Hoán đổi %@ → %@

source: Custom
vi: Tuỳ chỉnh

source: Custom slippage
vi: Slippage tùy chỉnh

source: A slippage is the difference between the expected price and the actual price at which a trade is executed
vi: Trượt giá là sự khác biệt giữa giá dự kiến ​​và giá thực tế mà giao dịch được thực hiện

source: Slippage can occur at any time, but it is most prevalent during periods of %@
vi: Sự trượt giá có thể xảy ra bất cứ lúc nào, nhưng nó phổ biến nhất trong khoảng thời gian của %@

source: Transactions that exceed 20%% slippage tolerance may be %@
vi: Các giao dịch vượt quá khả năng chịu trượt 20%% có thể là %@

source: Slippage tolerance %@
vi: Khả năng chịu trượt %@

source: cannot exceed 50%%
vi: không thể vượt quá 50%%

source: higher volatility
vi: biến động cao hơn

source: This address accepts **only %@**. You may lose assets by sending another coin.
vi: Địa chỉ này chỉ chấp nhận %@. Bạn có thể mất tài sản khi gửi một đồng xu khác.

source: Passcode not set. So we can’t verify you as the device’s owner.
vi: Mật mã chưa được đặt. Vì vậy, chúng tôi không thể xác minh bạn là chủ sở hữu của thiết bị.

source: The transaction is being processed
vi: Giao dịch đang được xử lý

source: Make another transaction
vi: Thực hiện một giao dịch khác

source: Show swap details
vi: Hiển thị chi tiết hoán đổi

source: Tap to view in explorer
vi: Nhấn để xem trong explorer

source: %@ is successfully sent
vi: %@ được gửi thành công

source: The swap is being processed
vi: Giao dịch hoán đổi đang được xử lý

source: %@ is successfully swapped to %@
vi: %@ được hoán đổi thành công thành %@

source: Statuses received
vi: Các trạng thái đã nhận

source: Statuses received (%@)
vi: Các trạng thái đã nhận (%@)

source: The last one:
vi: Cái cuối cùng:

source: Backup required
vi: Yêu cầu sao lưu

source: Backup is ready
vi: Sao lưu đã sẵn sàng

source: Your PIN
vi: Ghim của bạn

source: PIN is set
vi: Mã PIN đã được đặt

source: Notifications
vi: Thông báo

source: classic
vi: kinh điển

source: Ask a question / Request a feature
vi: Đặt câu hỏi / Yêu cầu một tính năng

source: App version
vi: Phiên bản ứng dụng

source: Confirm transactions
vi: Xác nhận giao dịch

source: Pay fees with
vi: Thanh toán phí bằng

source: App icon
vi: Biểu tượng ứng dụng

source: Hide direct and mint addresses
vi: Ẩn địa chỉ trực tiếp và địa chỉ cơ sở

source: Show direct and mint addresses
vi: Hiển thị địa chỉ trực tiếp và địa chỉ đúc tiền

source: Tap and hold to copy
vi: Nhấn và giữ để sao chép

source: Receive %@
vi: Nhận %@

source: You can receive %@ by providing this address, QR code or username:
vi: Bạn có thể nhận %@ bằng cách cung cấp địa chỉ, mã QR hoặc tên người dùng này:

source: Username %@ was reserved
vi: Tên người dùng %@ đã được bảo lưu

source: None
vi: Không có

source: Feedback
vi: Phản hồi

source: Select token to pay fees
vi: Chọn token để thanh toán phí

source: Choose the token to pay fees
vi: Chọn token để thanh toán phí

source: List of supported tokens
vi: Danh sách các token được hỗ trợ

source: Each token in this list is available for receiving with this address; you can search for a token by typing its name or ticker. If a token is not on this list, we do not recommend sending it to this address.
vi: Mỗi token trong danh sách này đều có sẵn để nhận bằng địa chỉ này; bạn có thể tìm kiếm token bằng cách nhập tên hoặc mã của nó. Nếu token không có trong danh sách này, chúng tôi khuyên bạn không nên gửi mã đến địa chỉ này.

source: we do not recommend sending it to this address.
vi: chúng tôi không khuyên bạn nên gửi nó đến địa chỉ này.

source: What tokens can I receive?
vi: Tôi có thể nhận được những token nào?

source: Security & Network
vi: Bảo mật & Mạng
