Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/*.lproj/Localizable.strings
Languages: vi

source: next
vi: kế tiếp

source: Wowlet for people, not for tokens
vi: Wowlet cho mọi người, không phải vì token

source: create new wallet
vi: tạo ví mới

source: i already have a wallet
vi: tôi đã có ví

source: Terms and conditions
vi: Các điều khoản và điều kiện

source: Cancel
vi: Huỷ bỏ

source: Accept
vi: Chấp nhận

source: Congratulations!
vi: Xin chúc mừng!

source: Backup
vi: Sao lưu

source: error
vi: lỗi

source: please try again later!
vi: vui lòng thử lại sau!

source: creating an account
vi: tạo một tài khoản

source: security key
vi: khóa bảo mật

source: WARNING: The seed phrase will not be shown again, copy it down or save in your password manager to recover this wallet in the future.
vi: CẢNH BÁO: Những cụm từ bảo mật này sẽ không được hiển thị lại, hãy sao chép nó xuống hoặc lưu trong trình quản lý mật khẩu của bạn để khôi phục ví này trong tương lai.

source: tap refresh button to retry
vi: chạm vào nút làm mới để thử lại

source: we've created some security keywords for you.
vi: chúng tôi đã tạo một số từ khóa bảo mật cho bạn.

source: save to Keychain
vi: lưu vào Keychain

source: Create a PIN-code to protect your wallet
vi: Tạo mã PIN để bảo vệ ví của bạn

source: passcodes do not match
vi: mật mã không khớp

source: Use your FaceID for quick access?
vi: Sử dụng FaceID của bạn để truy cập nhanh?

source: Use FaceId
vi: Sử dụng FaceId

source: Do this later
vi: Để sau

source: unsupported
vi: không hỗ trợ

source: Your device does not support biometrics authentication
vi: Thiết bị của bạn không hỗ trợ xác thực sinh trắc học

source: We use FaceID to secure your transactions
vi: Chúng tôi sử dụng FaceID để bảo mật các giao dịch của bạn

source: Identify yourself!
vi: Xác định danh tính của bạn!

source: We have not supported this type of biometry authentication yet
vi: Chúng tôi chưa hỗ trợ loại xác thực sinh trắc học này

source: Use TouchId
vi: Sử dụng TouchId

source: Use your TouchID for quick access?
vi: Sử dụng TouchID của bạn để truy cập nhanh?

source: We suggest you also to enable push notifications
vi: Chúng tôi đề xuất bạn hãy bật Thông báo

source: Enable now
vi: Kích hoạt ngay bây giờ

source: Well done!
vi: Hoàn thành!

source: Finish setup
vi: Hoàn tất thiết lập

source: Enter security keys
vi: Nhập khóa bảo mật

source: Go to wallet
vi: Chuyển tới Ví

source: Restoring wallet
vi: Khôi phục ví

source: Send
vi: Gửi

source: Receive
vi: Nhận

source: Swap
vi: Chuyển đổi

source: Slide to scan
vi: Trượt để quét

source: Wallets
vi: Ví

source: Savings
vi: Tiết kiệm

source: Make your crypto working on you
vi: Cách để ví điện tử của bạn hoạt động theo ý muốn của bạn

source: Activities
vi: Hoạt động

source: Scan QR Code
vi: Quét mã QR

source: Receive token
vi: Nhận token

source: Send coins
vi: Gửi tiền

source: amount
vi: số lượng

source: Wallet address
vi: Địa chỉ ví

source: Send Now
vi: Gửi ngay

source: Something went wrong! Please try again later
vi: Đã xảy ra lỗi! Vui lòng thử lại sau

source: Try again
vi: Thử lại

source: There is nothing in here!
vi: Không có gì ở đây!

source: Copy
vi: Sao chép

source: Share
vi: Chia sẻ

source: Copied to clipboard
vi: Đã sao chép vào clipboard

source: Scanning QrCode not supported
vi: Quét QrCode không được hỗ trợ

source: Your device does not support scanning a code from an item. Please use a device with a camera.
vi: Thiết bị của bạn không hỗ trợ quét mã Qr. Vui lòng sử dụng thiết bị có camera.

source: Change your settings to use camera for scanning Qr Code
vi: Thay đổi cài đặt của bạn để sử dụng máy ảnh quét Mã Qr

source: This app does not have permission to use your camera for scanning Qr Code. Please enable it in settings!
vi: Ứng dụng này không được phép sử dụng máy ảnh của bạn để quét Mã Qr. Vui lòng kích hoạt nó trong cài đặt!

source: Copy to clipboard
vi: Sao chép vào clipboard

source: I have saved these words in a safe place
vi: Tôi đã lưu những từ này ở một nơi an toàn

source: Max
vi: Tối đa

source: Amount is not valid
vi: Số tiền không hợp lệ

source: Insufficient funds
vi: Không đủ tiền

source: The address is not valid
vi: Địa chỉ không hợp lệ

source: Sending token...
vi: Đang gửi token...

source: Token sent!
vi: Đã gửi token!

source: From
vi: Từ

source: To
vi: Đến

source: Swap now
vi: Đổi ngay bây giờ

source: Your wallets
vi: Ví của bạn

source: Add a token to your wallet. This will cost
vi: Thêm token vào ví của bạn. Phí giao dịch:

source: Getting creation fee
vi: Tải phí khởi tạo

source: Error when retrieving creation fee. Tap to try again
vi: Lỗi tải phí khởi tạo. Nhấn để thử lại

source: Close
vi: Đóng

source: Confirm it's you
vi: Xác nhận đó là bạn

source: Warning
vi: Cảnh báo

source: was turned off. Do you want to turn it on?
vi: đã bị tắt. Bạn có muốn bật tính năng này không?

source: Turn on
vi: Bật

source: Authentication failed
vi: Quá trình xác thực đã thất bại

source: Retry after
vi: Thử lại sau

source: seconds
vi: giây

source: Tap button to retry!
vi: Nhấn vào nút để thử lại!

source: Or saving into Keychain
vi: Hoặc lưu vào Keychain

source: Continue
vi: Tiếp tục

source: Saved to Keychain
vi: Đã lưu vào Keychain

source: Saving to Keychain
vi: Lưu vào Keychain

source: Save to iCloud
vi: Lưu vào iCloud

source: Saving to iCloud
vi: Đang vào iCloud

source: Saved to iCloud
vi: Đã lưu vào iCloud

source: Restore using iCloud
vi: Khôi phục bằng iCloud

source: Restore manually
vi: Khôi phục thủ công

source: No account
vi: Không có tài khoản

source: Processing
vi: Đang xử lý

source: Done
vi: Hoàn tất

source: Transaction ID
vi: ID giao dịch

source: View in blockchain explorer
vi: Xem trong Blockchain explorer

source: Go back to wallet
vi: Quay lại ví

source: Send tokens
vi: Gửi tokens

source: Receive tokens
vi: Nhận tokens

source: Add wallet
vi: Thêm ví

source: Confirmed
vi: Đã xác nhận

source: Loading
vi: Đang tải

source: Creating
vi: Đang tạo

source: Mint address
vi: Địa chỉ Mint

source: Fee
vi: Phí

source: Tap here to retry
vi: Nhấn vào đây để thử lại

source: Transaction
vi: Giao dịch

source: Block number
vi: Thứ tự block

source: Retry
vi: Thử lại

source: Enter seed phrases in a correct order to recover your wallet
vi: Nhập các cụm từ bảo mật theo đúng thứ tự để khôi phục ví của bạn

source: PIN-codes do not match
vi: Mã PIN không khớp

source: day
vi: ngày

source: week
vi: tuần

source: month
vi: tháng

source: year
vi: năm

source: all
vi: tất cả

source: Address copied!
vi: Đã sao chép địa chỉ!

source: Profile
vi: Hồ sơ

source: Network
vi: Mạng

source: Security
vi: Bảo mật

source: Do you really want to logout?
vi: Bạn có thực sự muốn đăng xuất?

source: Back
vi: Quay lại

source: Your wallet needs backup
vi: Ví của bạn cần được sao lưu

source: If you lose this device, you can recover your encrypted wallet by using iCloud or mannually inputing your secret phrases
vi: Nếu mất thiết bị này, bạn có thể khôi phục ví đã mã hóa của mình bằng cách sử dụng iCloud hoặc nhập các cụm từ bí mật của mình theo cách thủ công

source: Backup using iCloud
vi: Sao lưu bằng iCloud

source: Backup manually
vi: Sao lưu thủ công

source: Leave this page?
vi: Rời khỏi trang này?

source: You have unsaved changes that will be lost if you decide to leave
vi: Bạn có những thay đổi chưa được lưu, nó sẽ bị mất nếu bạn quyết định rời khỏi

source: Stay
vi: Ở lại

source: Leave
vi: Rời khỏi

source: Switch network?
vi: Chuyển mạng?

source: Do you really want to switch to
vi: Bạn có thực sự muốn chuyển sang

source: Switching to
vi: Chuyển sang

source: Default secure check
vi: Kiểm tra an toàn mặc định

source: Change PIN-code
vi: Thay đổi mã PIN

source: Current PIN-code
vi: Mã PIN hiện tại

source: New PIN-code
vi: Mã PIN mới

source: Repeat new PIN-code
vi: Lặp lại mã PIN mới

source: Incorrect PIN-code
vi: Mã PIN không đúng

source: Please re-enter PIN-code
vi: Vui lòng nhập lại mã PIN

source: PIN-code must have 6 digits
vi: Mã PIN phải có 6 chữ số

source: Successfully changed PIN-code
vi: Đã thay đổi mã PIN thành công

source: Backup now
vi: Sao lưu ngay bây giờ

source: Secure non-custodial bank of future
vi: Ngân hàng không giám sát và hoàn toàn bảo mật của tương lai

source: Simple finance for everyone
vi: Quản lý tài chính đơn giản cho mọi người

source: Decline
vi: Từ chối

source: Wallet name
vi: Tên ví

source: 24 hours
vi: 24 giờ

source: Send to your wallet
vi: Gửi đến ví của bạn

source: All deposits are stored 100%% non-custodiallity with keys held on this device
vi: Tất cả các khoản tiền gửi được lưu trữ 100%% không giám sát với các chìa khóa được giữ trên thiết bị này

source: Home
vi: Trang chủ

source: Friends
vi: Bạn bè

source: All my products
vi: Tất cả các sản phẩm của tôi

source: Payments
vi: Thanh toán

source: Exchange
vi: Đổi

source: Total balance
vi: Tổng số dư

source: Balances
vi: Tài khoản

source: for the last 24 hours
vi: trong 24 giờ qua

source: My balances
vi: Số dư của tôi

source: Available
vi: Khả dụng

source: will cost
vi: sẽ phải trả

source: All my tokens
vi: Tất cả tokens của tôi

source: Search token
vi: Tìm kiếm token

source: Add token
vi: Thêm token

source: Adding token to your wallet
vi: Thêm token vào ví của bạn

source: We couldn’t add a token to your wallet. Check your internet connection and try again.
vi: Chúng tôi không thể thêm token vào ví của bạn. Hãy kiểm tra kết nối Internet của bạn và thử lại.

source: Date
vi: Ngày

source: Value
vi: Giá trị

source: Language
vi: Ngôn ngữ

source: Switch language?
vi: Chuyển đổi ngôn ngữ?

source: Appearance
vi: Giao diện

source: Dark
vi: Tối

source: Light
vi: Sáng

source: System
vi: Hệ thống

source: Paste
vi: Dán

source: Welcome back!
vi: Chào mừng bạn đã trở lại!

source: Enable FaceID
vi: Bật FaceID

source: Enable TouchID
vi: Bật TouchID

source: Swapping from %@ to %@ is currently unsupported
vi: Việc hoán đổi từ %@ sang %@ hiện không được hỗ trợ

source: You can not swap %@ to itself. Please choose another token
vi: Bạn không thể chuyển đổi %@ thành chính nó. Vui lòng chọn một token khác

source: Minimum receive
vi: Nhận tối thiểu

source: Balance
vi: Số dư

source: Estimating...
vi: Đang ước tính ...

source: Exchange rate
vi: Tỷ giá

source: per
vi: mỗi

source: Slippage settings
vi: Cài đặt Slippage

source: Slippage refers to the difference between the expected price of a trade and the price at which the trade is executed. Slippage can occur at any time but is most prevalent during periods of higher volatility when market orders are used.
vi: Trượt giá (slippage) đề cập đến sự khác biệt giữa giá kỳ vọng của một giao dịch và giá mà giao dịch được thực hiện. Trượt giá có thể xảy ra bất cứ lúc nào nhưng phổ biến nhất trong thời kỳ biến động cao hơn khi các lệnh thị trường được sử dụng.

source: Slippage isn't valid
vi: Slippage không hợp lệ

source: Swapping is currently unavailable
vi: Hoán đổi hiện không khả dụng

source: Swapping pools not found
vi: Không tìm thấy các nhóm hoán đổi

source: Swapping
vi: Hoán đổi

source: Account not found
vi: Tài khoản không được tìm thấy

source: PublicKey not found
vi: Không tìm thấy PublicKey

source: Invalid URL
vi: URL không hợp lệ

source: Invalid status code
vi: Mã trạng thái không hợp lệ

source: Unknown error
vi: Lỗi không thể nhận biết

source: Select wallet
vi: Chọn ví

source: Send to
vi: Gửi đến

source: Unauthorized
vi: Không có quyền truy cập

source: Not Found
vi: Không tìm thấy

source: Invalid request
vi: Yêu cầu không hợp lệ

source: Reason
vi: Lý do

source: Response error
vi: Lỗi phản hồi

source: Socket returns an error
vi: Socket trả về một lỗi

source: Swap instruction exceeds desired slippage limit
vi: Lệnh hoán đổi vượt quá giới hạn trượt giá mong muốn

source: Blockhash not found
vi: Không tìm thấy blockhash

source: Could not retrieve balance
vi: Không thể truy xuất số dư

source: Could not derivate private key
vi: Không thể trích xuất private key

source: Blockhash required
vi: Blockhash không có

source: You must select a wallet to send
vi: Bạn phải chọn một ví để gửi

source: Price
vi: Giá bán

source: Select currency
vi: Chọn loại tiền tệ

source: The wallet address is not valid, it must be a %@ wallet address
vi: Địa chỉ ví không hợp lệ, nó phải là địa chỉ ví %@

source: Invalid account info
vi: Thông tin tài khoản không hợp lệ

source: Write down or duplicate these words in the correct order and keep them in a safe place. Copy them manually or backup to iCloud
vi: Viết ra hoặc sao chép những từ này theo đúng thứ tự và giữ chúng ở nơi an toàn. Sao chép chúng theo cách thủ công hoặc sao lưu vào iCloud

source: Allow notifications
vi: Cho phép thông báo

source: You can not send tokens to yourself
vi: Bạn không thể gửi tokens cho chính mình

source: or your SOL account's address
vi: hoặc địa chỉ tài khoản SOL của bạn

source: no signer found
vi: không tìm thấy tài khoản xác thực

source: Visibility in token list
vi: Hiển thị trong danh sách token

source: Visible
vi: Hiển thị

source: Invisible
vi: Ẩn

source: Close token account
vi: Đóng tài khoản

source: Wallet settings
vi: Cài đặt ví

source: Close %@ account
vi: Đóng tài khoản %@

source: Your balance will be converted and transferred to your main SOL wallet and your %@ address will be disabled. This action can not be undone.
vi: Số dư của bạn sẽ được chuyển đổi và chuyển vào ví SOL chính của bạn và địa chỉ %@ của bạn sẽ bị vô hiệu hóa. Hành động này không thể được hoàn tác.

source: Hidden
vi: Ẩn

source: Hidden wallets
vi: Ví ẩn

source: Hide
vi: Ẩn

source: Non-native account can only be closed if its balance is zero
vi: Tài khoản không phải gốc chỉ có thể bị đóng nếu số dư của nó bằng 0

source: Your tokens
vi: Tokens của bạn

source: All tokens
vi: Tất cả tokens

source: Activity
vi: Hoạt động

source: Sending
vi: Đang gửi

source: Transaction processing
vi: Xử lý giao dịch

source: Success
vi: Thành công

source: Transaction has been confirmed
vi: Giao dịch đã được xác nhận

source: Something went wrong
vi: Đã xảy ra lỗi

source: Your wallet is backed up
vi: Ví của bạn đã được sao lưu

source: If you lose this device, you can recover your encrypted wallet backup from iCloud
vi: Nếu bạn làm mất thiết bị này, bạn có thể khôi phục bản sao lưu ví đã mã hóa của mình từ iCloud

source: View recovery key
vi: Xem khóa khôi phục

source: Backup to iCloud
vi: Sao lưu vào iCloud

source: We’ve locked your wallet, try again in %@
vi: Chúng tôi đã khóa ví của bạn, hãy thử lại sau %@

source: minutes
vi: phút

source: Hide zero balances
vi: Ẩn ví rỗng

source: Wrong order or seed phrase, please check it and try again
vi: Sai thứ tự hoặc cụm từ bảo mật, vui lòng kiểm tra và thử lại

source: Your public %@ address
vi: Địa chỉ %@ công khai của bạn

source: Select token
vi: Chọn token

source: To see %@ wallet address, you must add this token to your token list
vi: Để xem địa chỉ ví %@, bạn phải thêm token này vào danh sách token của bạn

source: Add token to see wallet address
vi: Thêm token để xem địa chỉ ví

source: %@ mint address
vi: Địa chỉ mint %@

source: Token's mint address is not valid
vi: Địa chỉ mint của token không hợp lệ

source: Powered by Project Serum
vi: Được cung cấp bởi Project Serum

source: PIN-code changed!
vi: Mã PIN đã thay đổi!

source: Go back to profile
vi: Quay lại hồ sơ

source: Enter current PIN
vi: Nhập mã PIN

source: Reset and try again
vi: Đặt lại và thử lại

source: Confirm PIN-code
vi: Xác nhận mã PIN

source: Enter PIN-code
vi: Nhập mã PIN

source: Enter a seed phrase from your account
vi: Nhập một cụm từ bảo mật từ tài khoản của bạn

source: Wrapped %@ by %@
vi: Wrapped %@ bởi %@

source: Transfer
vi: Chuyển khoản

source: Create Account
vi: Tạo Tài khoản

source: Close Account
vi: Đóng Tài khoản

source: %@ to %@
vi: %@ đến %@

source: %@ Closed
vi: %@ Đã đóng

source: %@ Created
vi: Tạo token %@

source: To %@
vi: Đến %@

# From token %@
source: From %@
vi: Từ %@

source: Completed
vi: Đã hoàn thành

source: Show transaction details
vi: Hiển thị chi tiết giao dịch

source: Hide transaction details
vi: Ẩn chi tiết giao dịch

source: New wallet
vi: Ví mới

source: Closed wallet
vi: Ví đã đóng

source: Nothing found
vi: Không tìm thấy thứ gì

source: Change your search phrase
vi: Thay đổi cụm từ tìm kiếm của bạn

source: No transactions yet
vi: Chưa có giao dịch nào

source: You have not made any transaction yet
vi: Bạn chưa thực hiện bất kỳ giao dịch nào

source: The list is empty
vi: Danh sách trống

source: Check entered account info for sending. It should be account in Solana network
vi: Kiểm tra thông tin tài khoản đã nhập để gửi. Nó phải là tài khoản trong mạng Solana

source: Wallet address is not valid
vi: Địa chỉ ví không hợp lệ

source: It must be an %@ wallet address
vi: Nó phải là một địa chỉ ví %@

source: Slippage error
vi: Lỗi trượt giá

source: Swap instruction exceeds desired slippage limit. Set another slippage and try again.
vi: Lệnh hoán đổi vượt quá giới hạn trượt mong muốn. Đặt một lần trượt khác và thử lại.

source: The fee calculation failed due to overflow, underflow or unexpected 0
vi: Tính toán phí không thành công do tràn, thiếu hoặc 0 không mong muốn

source: Error processing instruction 0:custom program error: 0x1
vi: Hướng dẫn xử lý lỗi 0: lỗi chương trình tùy chỉnh: 0x1

source: System error
vi: Lỗi hệ thống

source: Token balance must be empty
vi: Số dư ví phải bằng 0

source: Token account should be zero
vi: Tài khoản token phải bằng 0

source: Wrong wallet address
vi: Địa chỉ ví sai

source: Check enterred wallet address and try again.
vi: Kiểm tra địa chỉ ví đã nhập và thử lại.

source: or reset it with a seed phrase
vi: hoặc đặt lại nó bằng một cụm từ bảo mật

source: Reset PIN with a seed phrase
vi: Đặt lại mã PIN bằng một cụm từ bảo mật

source: Your %@ address will be disabled. This action can not be undone
vi: Địa chỉ %@ của bạn sẽ bị vô hiệu hóa. Không thể hoàn tác hành động này

source: Switching network...
vi: Đang chuyển mạng...

source: Currency
vi: Tiền tệ

source: United States Dollar
vi: Đô la Mĩ

source: Changing currency
vi: Đang thay đổi loại tiền tệ

source: Chinese Yuan
vi: Nhân dân tệ Trung Quốc

source: Russian Ruble
vi: Đồng rúp Nga

source: Vietnamese Dong
vi: Việt nam Đồng

source: French Franc
vi: Franc Pháp

source: British pound sterling
vi: Đồng bảng Anh

source: Are you sure you want to delete this token account? This will permanently disable token transfers to this address and remove it from your wallet.
vi: Bạn có chắc chắn muốn xóa tài khoản token này không? Việc chuyển token đến địa chỉ này sẽ bị huỷ bỏ vĩnh viễn và tài khoản token sẽ bị xóa khỏi ví của bạn.

source: Powered by
vi: Được cung cấp bởi

source: Connection problem
vi: Lỗi kết nối

source: Your connection to the Internet has been interrupted.
vi: Kết nối của bạn với Internet đã bị gián đoạn.

source: Refresh
vi: Làm tươi

source: Use free transactions
vi: Sử dụng các giao dịch miễn phí

source: Your %@ wallet has not been created yet. But you can receive %@ by using your SOL wallet's address below
vi: Ví %@ của bạn chưa được tạo. Nhưng bạn có thể nhận %@ bằng cách sử dụng địa chỉ ví SOL của bạn bên dưới

source: Receive token using SOL wallet's address
vi: Nhận token bằng địa chỉ của ví SOL

source: Derivable Accounts
vi: Các tài khoản có thể có

source: Select Derivable Path
vi: Chọn đường dẫn có thể phát sinh

source: Restore
vi: Khôi phục

source: Info
vi: Thông tin

source: Could not retrieve account info
vi: Không thể truy xuất thông tin tài khoản

source: deprecated
vi: đã lỗi thời

source: Great!
vi: Tuyệt quá!

source: Connection rate limits exceeded
vi: Vượt quá giới hạn tốc độ kết nối

source: Could not retrieve balances for this tokens pair. Please try selecting again!
vi: Không thể truy xuất số dư cho cặp tokens này. Vui lòng thử chọn lại!

source: Scan or copy QR code
vi: Quét hoặc sao chép mã QR

source: Direct %@ address
vi: Địa chỉ %@ trực tiếp

source: View in %@ explorer
vi: Xem trong %@ explorer

source: Show address detail
vi: Hiển thị chi tiết địa chỉ

source: Hide address detail
vi: Ẩn chi tiết địa chỉ

source: This address has no funds. Are you sure it's correct?
vi: Tài khoản này rỗng. Bạn có chắc là nó chính xác?

source: I'm sure, It's correct
vi: Tôi chắc chắn, nó chính xác

source: Checking address' validity
vi: Kiểm tra tính hợp lệ của địa chỉ

source: Error checking address' validity. Are you sure it's correct?
vi: Lỗi khi kiểm tra tính hợp lệ của địa chỉ. Bạn có chắc là nó chính xác?

source: Address copied to clipboard!
vi: Đã sao chép địa chỉ!

source: Liquidity provider fee
vi: Phí nhà cung cấp thanh khoản

source: Currency changed
vi: Loại tiền tệ đã thay đổi

source: Network changed
vi: Mạng đã thay đổi

source: Insufficient funds for fee
vi: Không đủ tiền để trả phí

source: Settings
vi: Cài đặt

source: One unified address to receive SOL or SPL Tokens
vi: Một địa chỉ hợp nhất để nhận SOL hoặc SPL Tokens

source: SOL and SPL Tokens
vi: SOL và SPL Tokens

source: The Solana Program Library (SPL) is a collection of on-chain programs maintained by the Solana team. The SPL Token program is the token standard of the Solana blockchain. Similar to ERC-20 tokens on the Ethereum network, SPL Tokens are designed for DeFi applications.
vi: Thư viện Chương trình Solana (SPL) là một tập hợp các chương trình trên blockchain do Solana duy trì. Chương trình SPL Token là tiêu chuẩn token của Solana blockchain. Tương tự như ERC20 tokens trên mạng Ethereum, SPL tokens được thiết kế cho các ứng dụng DeFi. SPL Tokens có thể được giao dịch trên Serum, một sàn giao dịch phi tập trung dựa trên Solana và FTX.

source: Send SOL or any SPL Tokens on one address
vi: Gửi SOL hoặc bất kỳ SPL token khác trên một địa chỉ duy nhất

source: Backing up
vi: Sao lưu

source: The phrases you has entered is not correct
vi: Các cụm từ bạn đã nhập không chính xác

source: pending
vi: đang chờ xử lý

source: Save that seed phrase and keep it in the safe place. Will be used for recovery and backup.
vi: Lưu cụm bảo mật đó và giữ nó ở nơi an toàn. Nó sẽ được sử dụng để phục hồi và sao lưu.

source: Could not create capture session
vi: Không thể tạo phiên chụp

source: There is something wrong with your camera! Please try again later!
vi: Đã xảy ra lỗi với máy ảnh của bạn! Vui lòng thử lại sau!

source: Seed phrase must have 12 or 24 words
vi: Cụm từ hạt giống phải có 12 hoặc 24 từ

source: Seed phrase must have at least 12 words
vi: Cụm từ hạt giống phải có ít nhất 12 từ

source: No chart data available.
vi: Không có sẵn dữ liệu biểu đồ.

source: Today
vi: Hôm nay

source: Yesterday
vi: Hôm qua

source: Unknown date
vi: Ngày không xác định

source: ✅ Seed phrase copied to clipboard!
vi: ✅ Cụm từ hạt giống được sao chép vào khay nhớ tạm!

source: Wallet
vi: Ví tiền

source: Error sending transaction
vi: Lỗi khi gửi giao dịch

source: Default
vi: Mặc định

source: Error retrieving receipt
vi: Lỗi khi truy xuất hoá đơn

source: Fetching receipt
vi: Tải hoá đơn

source: Attempt to debit an account but found no record of a prior credit.
vi: Cố gắng ghi nợ tài khoản nhưng không tìm thấy hồ sơ nào về khoản ghi có trước đó.

source: Received new tokens. Downloading receipt...
vi: Đã nhận được tokens. Đang tải xuống biên lai ...

source: Unknown token
vi: Token không xác định

source: Interface language changed
vi: Ngôn ngữ giao diện đã thay đổi

source: Changed language to %@
vi: Đã thay đổi ngôn ngữ thành %@

source: Source account is not valid
vi: Tài khoản nguồn không hợp lệ

source: Given pool token amount results in zero trading tokens
vi: Token pool hiện tại trả về một giao dịch token với giá trị bằng 0

source: Wrong signature
vi: Chữ ký sai

source: Buy
vi: Mua

source: There is no %@ wallet in your account
vi: Không có ví %@ trong tài khoản của bạn

source: Wrong hash format
vi: Định dạng hash sai

source: Wrong pubkey format
vi: Định dạng pubkey sai

source: Wrong keypair format
vi: Định dạng cặp khóa sai
