Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/*.lproj/Localizable.strings
Languages: vi

source: Touch ID
vi: ID cảm ứng

source: Paying token is not valid. Please choose another one
vi: Token thanh toán không hợp lệ. Vui lòng chọn token khác

source: This address does not appear to have a %@ account. You have to pay a one-time fee to create a %@ account for this address. You can choose which currency to pay in below.
vi: Địa chỉ này dường như không có tài khoản %@. Bạn phải trả phí một lần để tạo tài khoản %@ cho địa chỉ này. Bạn có thể chọn token để thanh toán bên dưới.

source: Could not create renBTC token, please try again later
vi: Không thể tạo token renBTC, vui lòng thử lại sau

source: This is required for the app to save generated QR codes or back up of your seed phrases to your photo library.
vi: Điều này là bắt buộc để ứng dụng lưu mã QR đã tạo hoặc sao lưu các cụm từ hạt giống vào thư viện ảnh của bạn.

source: Allow access to save your photos
vi: Cho phép truy cập để lưu ảnh của bạn

source: Open settings
vi: Mở cài đặt

source: Needs at least %@
vi: Cần ít nhất %@

source: Please choose another token and try again!
vi: Vui lòng chọn mã thông báo khác và thử lại!

source: beta
vi: bản beta

source: Top up your account to get started
vi: Nạp tiền vào tài khoản của bạn để bắt đầu

source: Tokens
vi: Mã thông báo

source: Hidden tokens
vi: Mã thông báo ẩn

source: Exceeded maximum number of instructions allowed
vi: Đã vượt quá số lượng instructions tối đa cho phép

source: Deposit (will be returned)
vi: Đặt cọc (sẽ được trả lại)

source: Get your your own short crypto address
vi: Nhận địa chỉ tiền điện tử ngắn của riêng bạn

source: Reserve your username
vi: Đặt tên người dùng của bạn

source: Your wallet is at risk if you do not back it up
vi: Ví của bạn sẽ gặp rủi ro nếu bạn không sao lưu

source: Back up your wallet
vi: Sao lưu ví của bạn

source: Leave feedback
vi: Để lại phản hồi

source: Don't miss out on important updates
vi: Đừng bỏ lỡ những cập nhật quan trọng

source: Turn on notifications
vi: Bật thông báo

source: Pay the %@ fee with
vi: Thanh toán phí %@ bằng

source: The transaction has been rejected
vi: Giao dịch đã bị từ chối

source: %@ was sent successfully
vi: %@ đã được gửi thành công

source: The price slippage was set at %@
vi: Mức trượt giá được đặt ở %@

source: Minimum purchase of %@ required.
vi: Yêu cầu mua tối thiểu %@.

source: Choose a token for buying
vi: Chọn một mã thông báo để mua

source: Buying %@
vi: Mua %@

source: Hide fees
vi: Ẩn phí

source: %@ purchase cost
vi: %@ chi phí mua

source: Show fees
vi: Phí hiển thị

source: Transaction has been finalized
vi: Giao dịch đã được hoàn tất

source: Transaction has been sent
vi: Giao dịch đã được gửi

source: Sender’s address
vi: Địa chỉ người gửi

source: Received
vi: Nhận

source: Low slippage caused the swap to fail
vi: Độ trượt thấp khiến giao dịch hoán đổi không thành công

source: Increase maximum price slippage
vi: Tăng mức trượt giá tối đa

source: Make another swap
vi: Thực hiện hoán đổi khác

source: Sent
vi: Gởi

source: Spent
vi: Dành ra

source: %@ Account Creation
vi: Tạo tài khoản %@

source: Deposit
vi: Đặt cọc

source: This value is calculated by subtracting the transaction fee from your balance.
vi: Giá trị này được tính bằng cách trừ phí giao dịch vào số dư của bạn.

source: The maximum value is calculated by subtracting the transaction fee from your balance.
vi: Giá trị tối đa được tính bằng cách trừ phí giao dịch vào số dư của bạn.

source: Incorrect PIN, try again (%@ attempt left)
vi: Mã PIN không chính xác, hãy thử lại (còn lại %@ lần thử)

source: Forgot your PIN?
vi: Quên mã PIN của bạn?

source: Reset it
vi: Đặt lại nó

source: You have %@ attempts left to type the correct PIN. Reset the PIN or wait for %@.
vi: Bạn còn %@ lần thử để nhập mã PIN chính xác. Đặt lại mã PIN hoặc đợi %@.

source: You have successfully set your PIN
vi: Bạn đã đặt thành công mã PIN của mình

source: If you have no backup, you may never be able to access this account.
vi: Nếu bạn không có bản sao lưu, bạn có thể không bao giờ truy cập được vào tài khoản này.

source: Resetting your PIN
vi: Đặt lại mã PIN của bạn

source: Reset your PIN
vi: Đặt lại mã PIN của bạn

source: Set up a new wallet PIN
vi: Thiết lập mã PIN ví mới

source: Set up a new PIN
vi: Thiết lập mã PIN mới

source: If there is a token named “%@“, we don't recommend sending it to your Solana address since it will most likely be lost forever.
vi: Nếu có mã thông báo có tên “%@”, chúng tôi khuyên bạn không nên gửi mã đó đến địa chỉ Solana của mình vì rất có thể nó sẽ bị mất vĩnh viễn.

source: Not enough funds
vi: Không đủ tiền

source: Insufficient funds to cover fees
vi: Không đủ tiền để trả phí

source: The name service is experiencing some issues, please try again later.
vi: Dịch vụ tên đang gặp một số sự cố, vui lòng thử lại sau.

source: Try again later
vi: Thử lại sau

source: The transaction failed due to a blockchain error
vi: Giao dịch không thành công do lỗi trên blockchain

source: The %@ fee was reserved, so you wouldn't pay it again the next time you created a transaction of the same type.
vi: Phí %@ đã được bảo lưu, vì vậy bạn sẽ không phải trả lại vào lần sau khi tạo giao dịch cùng loại.

source: The wrong security key or words order. Please try again
vi: Khóa bảo mật sai hoặc trật tự từ. Vui lòng thử lại

source: Status
vi: Tình trạng

source: Transaction detail
vi: Chi tiết giao dịch

source: After first transaction you will be able to view it here
vi: Sau giao dịch đầu tiên, bạn sẽ có thể xem nó ở đây

source: We couldn't upload the history. Try again later
vi: Chúng tôi không thể tải lịch sử lên. Hãy thử lại sau

source: Sorry
vi: Xin lỗi

source: A **%@** to receive bitcoins over the Bitcoin network
vi: Một **%@** để nhận bitcoin qua mạng Bitcoin

source: renBTC account is required
vi: tài khoản renBTC là bắt buộc

source: you need to make a transaction
vi: bạn cần thực hiện một giao dịch

source: You **%@** to pay for account creation, but if someone sends renBTC to your address, it will be created for you.
vi: Bạn **%@** để thanh toán cho việc tạo tài khoản, nhưng nếu ai đó gửi renBTC đến địa chỉ của bạn, nó sẽ được tạo cho bạn.

source: don’t have funds
vi: không có tiền

source: You can choose which currency to pay in below.
vi: Bạn có thể chọn đơn vị tiền tệ để thanh toán bên dưới.

source: Top up your account
vi: Nạp tiền vào tài khoản của bạn

source: Share your Solana network address
vi: Chia sẻ địa chỉ mạng Solana của bạn

# Pay %@ and Continue
source: Pay %@ & Continue
vi: Thanh toán %@ & tiếp tục

source: You can’t send less than %@
vi: Bạn không thể gửi ít hơn %@

source: Refresh page
vi: Làm mới trang

source: Country code
vi: Mã quốc gia

source: Use another account
vi: Sử dụng tài khoản khác

source: Continue restoring this wallet
vi: Tiếp tục khôi phục ví này

source: Step %@ of %@
vi: Bước %@ của %@

source: A wallet found
vi: Một chiếc ví được tìm thấy

source: Looks like you already have a wallet, but you still can create another one
vi: Có vẻ như bạn đã có một ví nhưng bạn vẫn có thể tạo một ví khác

source: Enter the number to continue
vi: Nhập số để tiếp tục

source: What’s your number? 🤙
vi: Số của bạn là gì? 🤙

source: Didn't get it?
vi: Bạn không hiểu?

source: You’ve find a seldon page. It’s like a unicorn, but crush. We’re already fixing it
vi: Bạn đã tìm thấy một trang seldon. Nó giống như một con kỳ lân, nhưng phải lòng. Chúng tôi đã sửa nó rồi

source: Incorrect SMS code 😬
vi: Mã SMS không chính xác 😬

source: Please wait 10 min and will ask for new OTP
vi: Vui lòng đợi 10 phút và sẽ yêu cầu OTP mới

source: Not valid signature
vi: Chữ ký không hợp lệ

source: Parse Error
vi: Lỗi phân tích cú pháp

source: Method not found
vi: Không tìm thấy phương pháp

source: Invalid params
vi: Tham số không hợp lệ

source: Internal Error
vi: Lỗi bên trong

source: Everything is broken
vi: Mọi thứ đều bị hỏng

source: Please retry operation
vi: Vui lòng thử hoạt động lại

source: SMS will not be delivered. Please change phone number
vi: SMS sẽ không được gửi. Vui lòng thay đổi số điện thoại

source: This phone has already been confirmed. Change phone number
vi: Điện thoại này đã được xác nhận. Thay đổi số điện thoại

source: Invalid value of OTP. Please try again to input correct value of OTP
vi: Giá trị OTP không hợp lệ. Vui lòng thử lại để nhập đúng giá trị của OTP

source: Something went wrong. Please try again
vi: Đã xảy ra lỗi. Vui lòng thử lại

source: Buy it
vi: Mua nó

source: Top up
vi: Nạp tiền

source: Popular coins
vi: Xu phổ biến

source: Actions
vi: Hành động

source: from another wallet or exchange
vi: từ ví hoặc sàn giao dịch khác

source: one crypto for another
vi: một loại tiền điện tử này cho một loại tiền điện tử khác

source: to phone number, username or address
vi: đến số điện thoại, tên người dùng hoặc địa chỉ

source: to username or address
vi: đến tên người dùng hoặc địa chỉ

source: Username
vi: tên tài khoản

source: PROFILE AND SECURITY
vi: HỒ SƠ VÀ BẢO MẬT

source: Recovery kit
vi: Bộ phục hồi

source: Not reserved
vi: Không được bảo lưu

source: Make your first deposit or buy crypto with your credit card or Apple pay
vi: Thực hiện khoản tiền gửi đầu tiên của bạn hoặc mua tiền điện tử bằng thẻ tín dụng của bạn hoặc Apple pay

source: The code from SMS
vi: Mã từ SMS

source: Enter the code to continue
vi: Nhập mã để tiếp tục

source: So, let’s breathe
vi: Vì vậy, chúng ta hãy thở

source: You request OTP too often. Try later.
vi: Bạn yêu cầu OTP quá thường xuyên. Thử lại sau.

source: Sorry, we don't know such a country
vi: Xin lỗi, chúng tôi không biết một quốc gia như vậy

source: Well, well
vi: Chà, tốt

source: Repeat social auth
vi: Lặp lại xác thực xã hội

source: We can’t SMS you
vi: Chúng tôi không thể gửi SMS cho bạn

source: Use an another phone
vi: Sử dụng điện thoại khác

source: Try with another account or use an another phone number
vi: Thử bằng một tài khoản khác hoặc sử dụng một số điện thoại khác

source: %@ found
vi: %@ được tìm thấy

source: It’s okay to be wrong
vi: Sai cũng không sao

source: Enter your seed phrase
vi: Nhập cụm từ hạt giống của bạn

source: Seed phrase
vi: Cụm từ hạt giống

source: Clear
vi: Xa lạ

source: There is a problem with %@ Services. Try again
vi: Đã xảy ra sự cố với Dịch vụ %@. Thử lại

source: Use a seed phrase
vi: Sử dụng một cụm từ hạt giống

source: Continue with Apple
vi: Tiếp tục với Apple

source: Continue with Google
vi: Tiếp tục với Google

source: Continue using phone number
vi: Tiếp tục sử dụng số điện thoại

source: Continue with iCloud KeyChain
vi: Tiếp tục với iCloud KeyChain

source: How to continue?
vi: Làm thế nào để tiếp tục?

source: Seed phrase details
vi: Chi tiết cụm từ hạt giống

source: Make sure you understand the aspects
vi: Đảm bảo rằng bạn hiểu các khía cạnh

source: Show my private key
vi: Hiển thị khóa cá nhân của tôi

source: Show my seed phrase
vi: Hiển thị cụm từ hạt giống của tôi

source: Your seed phrase must never be shared
vi: Cụm từ hạt giống của bạn không bao giờ được chia sẻ

source: Your seed phrase
vi: Cụm từ hạt giống của bạn

source: Your recovery kit
vi: Bộ phục hồi của bạn

source: If you switch devices, you can easily restore your wallet. No private keys needed.
vi: Nếu bạn chuyển đổi thiết bị, bạn có thể dễ dàng khôi phục ví của mình. Không cần khóa riêng.

source: Multi-factor authentication
vi: Xác thực đa yếu tố

source: Your private key is split into multiple factors. At least, you should have three factors, but you can create more. To log in to different devices, you need at least two factors.
vi: Khóa cá nhân của bạn được chia thành nhiều yếu tố. Ít nhất, bạn nên có ba yếu tố, nhưng bạn có thể tạo ra nhiều hơn nữa. Để đăng nhập vào các thiết bị khác nhau, bạn cần ít nhất hai yếu tố.

source: Wallet protection
vi: Bảo vệ ví

source: Show
vi: Trình diễn

source: Copied to the clipboard
vi: Đã sao chép vào khay nhớ tạm

source: Change my PIN
vi: Thay đổi mã PIN của tôi

source: Change PIN
vi: Thay đổi pin

source: If you forget your PIN, you can log out and create a new one when you log in again.
vi: Nếu bạn quên mã PIN, bạn có thể đăng xuất và tạo mã mới khi đăng nhập lại.

source: Keep it private, even from us
vi: Giữ nó ở chế độ riêng tư, ngay cả với chúng tôi

source: Your PIN was changed
vi: Mã PIN của bạn đã được thay đổi

source: Try with account or use an another phone number
vi: Thử bằng tài khoản hoặc sử dụng một số điện thoại khác

source: SOL purchase cost
vi: Chi phí mua SOL

source: Transaction details
vi: Chi tiết giao dịch

source: Minimal transaction is %@
vi: Giao dịch tối thiểu là %@

source: Method
vi: Phương pháp

source: Buying
vi: Mua

source: Coins to buy
vi: Xu để mua

source: Maximum transaction is %@
vi: Giao dịch tối đa là %@

source: The seed phrase doesn't match. Please try again
vi: Cụm từ hạt giống không khớp. Vui lòng thử lại

source: By continuing, you agree to Key App’s
vi: Bằng cách tiếp tục, bạn đồng ý với Key App’s

source: Incorrect PIN. Try again
vi: Mã PIN không chính xác. Thử lại

source: After 2 more incorrect PINs we’ll log out current account for your safety
vi: Sau 2 mã PIN sai nữa, chúng tôi sẽ đăng xuất tài khoản hiện tại để đảm bảo an toàn cho bạn

source: You were signed out
vi: Bạn đã đăng xuất

source: SMS will not be delivered. Please try with social login
vi: SMS sẽ không được gửi. Vui lòng thử với đăng nhập xã hội

source: SMS will not be delivered. Please check your phone settings
vi: SMS sẽ không được gửi. Vui lòng kiểm tra cài đặt điện thoại của bạn

source: You used too much numbers. For your safety we stoped actions for %@
vi: Bạn đã sử dụng quá nhiều số. Vì sự an toàn của bạn, chúng tôi đã dừng các hành động đối với %@

source: Add a phone number to protect your account
vi: Thêm số điện thoại để bảo vệ tài khoản của bạn

source: 😢 PIN doesn't match. Please try again
vi: 😢 Mã PIN không khớp. Vui lòng thử lại

source: ✌️ Great! Your new PIN is set.
vi: ✌️ Tuyệt quá! Mã PIN mới của bạn đã được đặt.

source: You have a great start with %@. Only a phone number is needed to create a new wallet.
vi: Bạn có một khởi đầu tuyệt vời với %@. Chỉ cần một số điện thoại để tạo ví mới.

source: %@ doesn't work. Try another option
vi: %@ không hoạt động. Hãy thử một tùy chọn khác

source: Choose an option to continue
vi: Chọn một tùy chọn để tiếp tục

source: Try with another account
vi: Thử bằng một tài khoản khác

source: You’ve find a seldon page 🦄 It’s like a unicorn, but it’s a crush. We’re already fixing it. If you wish to report the issue, use error code #%@
vi: Bạn đã tìm thấy một trang seldon 🦄 Nó giống như một con kỳ lân, nhưng đó là một sự thích thú. Chúng tôi đã sửa nó. Nếu bạn muốn báo cáo sự cố, hãy sử dụng mã lỗi # %@

source: We’ve broke something really big. Let’s wait together, finally the app will be repaired. If you wish to report the issue, use error code #%@
vi: Chúng tôi đã phá vỡ một điều gì đó thực sự lớn. Chúng ta hãy cùng nhau chờ đợi, cuối cùng thì ứng dụng sẽ được sửa chữa. Nếu bạn muốn báo cáo sự cố, hãy sử dụng mã lỗi # %@

source: Something wrong with phone number %@ or settings. If you wish to report the issue, use error code #%@
vi: Đã xảy ra lỗi với số điện thoại %@ hoặc cài đặt. Nếu bạn muốn báo cáo sự cố, hãy sử dụng mã lỗi # %@

source: Support
vi: Ủng hộ

source: Try another option
vi: Hãy thử một tùy chọn khác

source: Fill 12 or 24 words
vi: Điền 12 hoặc 24 từ

source: Restore your wallet
vi: Khôi phục ví của bạn

source: Add a phone number to restore your account
vi: Thêm số điện thoại để khôi phục tài khoản của bạn

source: Instead of a PIN, you can access the app using %@
vi: Thay vì mã PIN, bạn có thể truy cập ứng dụng bằng %@

source: You have a great start with %@. It’s only a PIN needed to create a new wallet
vi: Bạn có một khởi đầu tuyệt vời với %@. Chỉ cần một mã PIN để tạo ví mới

source: Enter your PIN
vi: Nhập PIN của bạn

source: After 2 more incorrect attempts, we'll log you out of the current account for your safety. You can logout right now to create a new PIN for the app.
vi: Sau 2 lần thử sai nữa, chúng tôi sẽ đăng xuất bạn khỏi tài khoản hiện tại để đảm bảo an toàn cho bạn. Bạn có thể đăng xuất ngay bây giờ để tạo mã PIN mới cho ứng dụng.

source: After 5 incorrect app PINs
vi: Sau 5 mã PIN ứng dụng không chính xác

source: Show seed phrase
vi: Hiển thị cụm từ hạt giống

source: A seed phrase is like a password. It allows you to access and manage your crypto.
vi: Một cụm từ hạt giống giống như một mật khẩu. Nó cho phép bạn truy cập và quản lý tiền điện tử của mình.

source: Apart from you, no one keeps your entire seed phrase. The parts are distributed decentralized on Torus Network nodes
vi: Ngoài bạn, không ai giữ toàn bộ cụm từ hạt giống của bạn. Các phần được phân phối phi tập trung trên các nút Mạng Torus

source: Log out
vi: Đăng xuất

source: Do you want to log out?
vi: Bạn có muốn đăng xuất không?

source: You will need your social account or phone number to log in
vi: Bạn sẽ cần tài khoản xã hội hoặc số điện thoại của mình để đăng nhập

source: Easy to start
vi: Dễ dàng bắt đầu

source: Create your account in 1 minute
vi: Tạo tài khoản của bạn sau 1 phút

source: You used 5 incorrect codes. For your safety, we have frozen your account for %@
vi: Bạn đã sử dụng 5 mã không chính xác. Vì sự an toàn của bạn, chúng tôi đã phong tỏa tài khoản của bạn cho %@

source: You didn’t use any of 5 codes. For your safety, we have frozen your account for %@
vi: Bạn không sử dụng bất kỳ mã nào trong số 5 mã. Vì sự an toàn của bạn, chúng tôi đã phong tỏa tài khoản của bạn cho %@

source: You used too much numbers. For your safety, we have frozen your account for %@
vi: Bạn đã sử dụng quá nhiều số. Vì sự an toàn của bạn, chúng tôi đã đóng băng tài khoản của bạn cho %@

source: Almost done
vi: Sắp xong

source: Device
vi: Thiết bị

source: Phone
vi: Điện thoại

source: If you want to continue with
vi: Nếu bạn muốn tiếp tục với

source: select phone number. If you made a mistake, please choose another mail
vi: chọn số điện thoại. Nếu bạn nhầm lẫn, vui lòng chọn một thư khác

source: Terms of Use and Privacy Policy
vi: Điều khoản sử dụng và chính sách quyền riêng tư

# Easy way to earn, invest and send crypto with zero fees
source: Easy way to earn, invest & send crypto with zero fees
vi: Cách dễ dàng để kiếm, đầu tư và gửi tiền điện tử mà không mất phí

source: Use your social account to continue
vi: Sử dụng tài khoản xã hội của bạn để tiếp tục

source: Looks like you already have a wallet with
vi: Có vẻ như bạn đã có một chiếc ví với

source: Earn on your funds
vi: Kiếm tiền từ số tiền của bạn

source: Deposit your crypto. Earn up to 6%% on USD
vi: Gửi tiền điện tử của bạn. Kiếm tới 6 %% trên USD

source: Buy over 150 currencies
vi: Mua hơn 150 loại tiền tệ

source: Easy swap with credit card or bank transfer
vi: Trao đổi dễ dàng với thẻ tín dụng hoặc chuyển khoản ngân hàng

source: Send for free
vi: Gửi miễn phí

source: USDC, USDT, BTC, ETH, SOL and other cryptocurrencies with lightspeed and zero fees
vi: USDC, USDT, BTC, ETH, SOL và các loại tiền điện tử khác với tốc độ ánh sáng và không tính phí

source: Never lose access to your funds
vi: Không bao giờ mất quyền truy cập vào tiền của bạn

source: Only you have access to your funds. You can recover your wallet using your phone or email
vi: Chỉ bạn mới có quyền truy cập vào quỹ của mình. Bạn có thể khôi phục ví của mình bằng điện thoại hoặc email

source: PIN code
vi: Mã PIN

source: Your current PIN code
vi: Mã PIN hiện tại của bạn

source: Create your new PIN code
vi: Tạo mã PIN mới của bạn

source: Confirm your new PIN code
vi: Xác nhận mã PIN mới của bạn

source: Deposit to earn a yield
vi: Đặt cọc để kiếm lợi nhuận

source: Earn a yield
vi: Kiếm lợi nhuận

source: Total rewards earned
vi: Tổng số phần thưởng kiếm được

source: Show deposit (%@)
vi: Hiển thị tiền gửi (%@)

source: Deposit into Solend
vi: Gửi tiền vào Solend

source: Let your crypto work for you
vi: Hãy để tiền điện tử của bạn kiếm tiền cho bạn

source: Grow your portfolio by receiving rewards up to %@%%
vi: Phát triển danh mục đầu tư của bạn bằng cách nhận phần thưởng lên đến %@%%

source: Withdraw your funds with all rewards at any time
vi: Rút tiền của bạn với tất cả các phần thưởng bất kỳ lúc nào

source: Superhero protection
vi: Bảo vệ bởi Siêu anh hùng

source: As all your funds are insured, you don’t need to worry anymore
vi: Vì tất cả các khoản tiền của bạn đã được bảo hiểm, bạn không cần phải lo lắng nữa

source: Learn more
vi: Tìm hiểu thêm

source: Earn balance
vi: Kiếm số dư

source: Token to deposit
vi: Mã thông báo để gửi tiền

source: Show deposit
vi: Hiển thị tiền gửi

source: Show deposits
vi: Hiển thị tiền gửi

source: Deposit your tokens and earn
vi: Gửi token của bạn và kiếm

source: All your funds are insured. Withdraw your deposit with all rewards at any time.
vi: Tất cả các khoản tiền của bạn đều được bảo hiểm. Rút tiền gửi của bạn với tất cả phần thưởng bất kỳ lúc nào.

source: Token to withdraw
vi: Token để rút

source: Yielding
vi: Năng suất

source: Withdrawal fee
vi: Phí rút tiền

source: Deposit fees
vi: Phí đặt cọc

source: Withdraw
vi: Rút

source: Earn up to %@%%
vi: Kiếm tới %@%%

# Stake your tokens and get rewards every day
source: Stake your tokens & get rewards every day
vi: Stake tokens của bạn & nhận phần thưởng mỗi ngày

source: A proportional amount of rewards will be withdrawn
vi: Một lượng phần thưởng tương ứng sẽ được rút

source: Enter the correct amount to continue
vi: Nhập số tiền chính xác để tiếp tục

source: MAX amount is
vi: Số tiền MAX là

source: Excluding fees you will deposit
vi: Không bao gồm phí bạn sẽ đặt cọc

source: Withdraw funds
vi: Rút tiền

source: ✅ Using the MAX amount
vi: ✅ Sử dụng số tiền TỐI ĐA

source: You are trying to deposit more funds than possible. If you want to deposit the maximum amount, press “Deposit MAX amount”.
vi: Bạn đang cố gắng gửi nhiều tiền hơn có thể. Nếu bạn muốn gửi số tiền tối đa, hãy nhấn “Gửi số tiền MAX”.

source: Slide to deposit
vi: Trượt để gửi tiền

source: Slide to withdraw
vi: Trượt để rút

source: Use all
vi: Sử dụng tất cả

source: Deposit MAX Amount
vi: Gửi số tiền MAX

source: Top up balance to continue
vi: Nạp tiền vào số dư để tiếp tục

source: Buy with credit card
vi: Mua bằng thẻ tín dụng

source: Swap with crypto
vi: Hoán đổi bằng tiền điện tử

source: Withdrawing your funds from Solend. Just wait until it’s done
vi: Rút tiền của bạn từ Solend. Chỉ cần đợi cho đến khi nó hoàn tất

source: The funds have been withdrawn successfully
vi: Tiền đã được rút thành công

source: There was a problem withdrawing funds
vi: Đã xảy ra sự cố khi rút tiền

source: Sending your deposit to Solend. Just wait until it’s done
vi: Gửi tiền gửi của bạn đến Solend. Chỉ cần đợi cho đến khi hoàn tất

source: The funds have been deposited successfully
vi: Tiền đã được gửi thành công

source: There was a problem depositing funds
vi: Đã xảy ra sự cố khi gửi tiền

source: Add more
vi: Bổ sung thêm

source: Your deposits
vi: Tiền gửi của bạn

source: What is Solend?
vi: Solend là gì?

source: Like a deposit but with crypto. Low risks, all your funds are insured.
vi: Giống như một khoản tiền gửi nhưng với tiền điện tử. Rủi ro thấp, tất cả các khoản tiền của bạn đều được bảo hiểm.

source: 🕑 Sending your deposit...
vi: 🕑 Gửi tiền đặt cọc của bạn ...

source: Buying %@ as the base currency
vi: Mua %@ làm tiền tệ cơ bản

source: Exchanging %@ → %@
vi: Trao đổi %@ → %@

source: Purchasing on the Moonpay’s website
vi: Mua hàng trên trang web của Moonpay

source: There would be no additional costs
vi: Sẽ không có chi phí bổ sung

source: You will withdraw
vi: Bạn sẽ rút

source: Withdraw all
vi: Rút tất cả

source: Excluding fees, you'll deposit
vi: Không bao gồm phí, bạn sẽ đặt cọc

source: An unexpected error occurred
vi: Đã xảy ra lỗi không mong muốn
