Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/*.lproj/Localizable.strings
Languages: vi

source: Don't worry, your deposits are safe. We just have issues with showing the info.
vi: Đừng lo lắng, tiền gửi của bạn được an toàn. Chúng tôi chỉ gặp vấn đề với việc hiển thị thông tin.

source: There’s a problem showing the rates. Try again later
vi: Đã xảy ra sự cố khi hiển thị giá. Hãy thử lại sau

source: Depositing funds failed
vi: Gửi tiền không thành công

source: The funds are returned to your wallet. You can try depositing again.
vi: Tiền sẽ được trả lại ví của bạn. Bạn có thể thử gửi tiền lại.

source: Don't worry, your deposits are safe. Somehow, withdrawal did not happen
vi: Đừng lo lắng, tiền gửi của bạn được an toàn. Bằng cách nào đó, việc rút tiền đã không xảy ra

source: Deposit your crypto. Earn up to %@ on %@.
vi: Gửi tiền điện tử của bạn. Kiếm tới %@ trên %@.

source: Convenient and flexible
vi: Thuận tiện và linh hoạt

source: You can withdraw rewards or funds at any time
vi: Bạn có thể rút phần thưởng hoặc tiền bất kỳ lúc nào

source: Easy way to invest
vi: Cách đầu tư dễ dàng

source: Earn interest on your crypto
vi: Kiếm lãi từ tiền điện tử của bạn

source: Your crypto is under control
vi: Tiền điện tử của bạn đang được kiểm soát

source: Solend is one of the most scalable, fastest and lowest fee DeFi lending protocol, that allows you to earn interest on your assets.
vi: Solend là một trong những giao thức cho vay DeFi có khả năng mở rộng cao nhất, nhanh nhất và phí thấp nhất, cho phép bạn kiếm lãi từ tài sản của mình.

source: We provide you with the possibility to use secure and trusted protocols. Deposit USDT and USDC to earn interest
vi: Chúng tôi cung cấp cho bạn khả năng sử dụng các giao thức an toàn và đáng tin cậy. Gửi USDT và USDC để hưởng lãi suất

source: Keep control of your assets with instant withdrawals at any time.
vi: Kiểm soát tài sản của bạn bằng cách rút tiền ngay lập tức bất cứ lúc nào.

source: We provide you with the possibility to use secure and trusted protocols.
vi: Chúng tôi cung cấp cho bạn khả năng sử dụng các giao thức an toàn và đáng tin cậy.

source: Deposit your crypto
vi: Gửi tiền điện tử của bạn

source: Earn up to %@ on %@
vi: Kiếm tới %@ trên %@

source: Withdraw rewards or funds at any time
vi: Rút tiền thưởng hoặc tiền bất cứ lúc nào

source: Coming soon
vi: Sắp có

source: Awesome
vi: Đáng kinh ngạc

source: Enjoy free transactions
vi: Tận hưởng các giao dịch miễn phí

source: You need to buy USDC and Swap on Main Page
vi: Bạn cần mua USDC và Hoán đổi trên Trang chính

source: You first need to buy %@ and then swap for %@ on the Main Page
vi: Trước tiên, bạn cần mua %@ và sau đó đổi lấy %@ trên Trang chính

source: You’re going to buy %@
vi: Bạn sẽ mua %@

source: Create address
vi: Tạo địa chỉ

source: You’re going to create a public Bitcoin address that will be valid for the next **24 hours**. You still can hold and send Bitcoin without restrictions.
vi: Bạn sẽ tạo một địa chỉ Bitcoin công khai sẽ có hiệu lực trong **24 giờ** tới. Bạn vẫn có thể giữ và gửi Bitcoin mà không bị hạn chế.

source: It’s a **one-time address**, so if you send multiple transactions, your money will be lost.
vi: Đây là **địa chỉ dùng một lần**, vì vậy nếu bạn gửi nhiều giao dịch, tiền của bạn sẽ bị mất.

source: Create Bitcoin address
vi: Tạo địa chỉ Bitcoin

source: Address was copied to clipboard
vi: Địa chỉ đã được sao chép vào khay nhớ tạm

source: Pick Your Username
vi: Chọn tên đăng nhập của bạn

source: Name was booked
vi: Tên đã được đặt

source: name is available 👌
vi: tên có sẵn 👌

source: 😓 name is not available
vi: Tôi không có tên

source: Create name
vi: Tạo tên

source: The name is not available
vi: Tên không có sẵn

source: from 6 till 15 characters 👌
vi: từ 6 ​​đến 15 ký tự 👌

source: Don’t book my name
vi: Đừng đặt tên tôi

source: Wait, name checking is going
vi: Chờ đã, kiểm tra tên đang diễn ra

source: Currencies available
vi: Đơn vị tiền tệ có sẵn

source: Suggest ways to improve Key App
vi: Đề xuất các cách để cải thiện Key App

source: On the Solana network, the first %@ transactions in a day are paid by Key App. Subsequent transactions will be charged based on the Solana blockchain gas fee.
vi: Trên mạng Solana, các giao dịch %@ đầu tiên trong ngày được thanh toán bằng Key App. Các giao dịch tiếp theo sẽ được tính phí dựa trên phí gas của chuỗi khối Solana.

source: On the Solana network, the first 100 transactions in a day are paid by Key App
vi: Trên mạng Solana, 100 giao dịch đầu tiên trong ngày được thanh toán bằng Key App

source: Free by Key App
vi: Miễn phí bởi Key App

source: This is the thing you use to get all your accounts from your mnemonic phrase. By default, Key App will use m/44'/501'/0'/0' as the derivation path for the main wallet.
vi: Đây là thứ bạn sử dụng để lấy tất cả các tài khoản của mình từ cụm từ ghi nhớ của bạn. Theo mặc định, Key App sẽ sử dụng m/44'/501'/0'/0' làm đường dẫn dẫn xuất cho ví chính.

source: Paid by Key App
vi: Thanh toán bởi Key App

source: Will be paid by Key App We take care of all transfers costs.
vi: Sẽ được thanh toán bởi Key App Chúng tôi sẽ lo tất cả các chi phí chuyển tiền.

source: Key App will automatically match your withdrawal target address to the correct network for most withdrawals. However, before sending your funds, make sure to double-check the selected network.
vi: Key App sẽ tự động khớp địa chỉ mục tiêu rút tiền của bạn với mạng chính xác cho hầu hết các lần rút tiền. Tuy nhiên, trước khi gửi tiền, hãy đảm bảo kiểm tra kỹ mạng đã chọn.

source: and
vi: và

source: Terms of Service
vi: Điều khoản dịch vụ

source: Securing key
vi: Khóa bảo mật

source: Creating wallet
vi: Tạo ví

source: Please wait, it won't take long
vi: Vui lòng đợi, sẽ không lâu đâu

source: This is an easy way to send and receive cryptocurrencies in Key App
vi: Đây là một cách dễ dàng để gửi và nhận tiền điện tử trong Key App

source: Delete my account
vi: Xóa tài khoản của tôi đi

source: Yes, delete my account
vi: Có, xóa tài khoản của tôi

source: Are you sure you want to delete your account?
vi: Bạn có chắc rằng bạn muốn xóa tài khoản của bạn?

source: The data will be cleared without the possibility of recovery
vi: Dữ liệu sẽ bị xóa mà không có khả năng khôi phục

source: Yes, delete it
vi: Có, xóa nó

source: Your removal request has been accepted
vi: Yêu cầu xóa của bạn đã được chấp nhận

source: Deleting your account will take up to 30 days
vi: Việc xóa tài khoản của bạn sẽ mất đến 30 ngày

source: When you delete your account, you will lose access to your funds.
vi: Khi bạn xóa tài khoản của mình, bạn sẽ mất quyền truy cập vào tiền của mình.

source: You will lose access to the free username that you received during registration. Your friends will not be able to send you funds using your username.
vi: Bạn sẽ mất quyền truy cập vào tên người dùng miễn phí mà bạn đã nhận được trong quá trình đăng ký. Bạn bè của bạn sẽ không thể gửi tiền cho bạn bằng tên người dùng của bạn.

source: You will not be able to use free transactions within the Solana network with Key App.
vi: Bạn sẽ không thể sử dụng các giao dịch miễn phí trong mạng Solana với Key App.

source: Make sure you understand
vi: Hãy chắc chắn rằng bạn hiểu

source: Enter your Solana wallet seed phrase
vi: Nhập seed phrase ví Solana của bạn

source: Your wallet has been created! Just a few moments to start a crypto adventure
vi: Ví của bạn đã được tạo! Chỉ cần một chút thời gian để bắt đầu cuộc phiêu lưu tiền điện tử

source: Keep your pin safe. Hide your pin from other people.
vi: Giữ an toàn cho mã pin của bạn. Ẩn mã pin của bạn với người khác.

source: Don't use the same pin for multiple accounts.
vi: Không sử dụng cùng một mã pin cho nhiều tài khoản.

source: Wallet recovery
vi: Khôi phục ví

source: Error: %@
vi: Lỗi: %@

source: Amount is too small, expected %@, got %@
vi: Số tiền quá nhỏ, dự kiến ​​%@, đã nhận %@

source: The transaction has been confirmed in Solana network, but you have to track it also on Bitcoin network
vi: Giao dịch đã được xác nhận trong mạng Solana, nhưng bạn cũng phải theo dõi nó trên mạng Bitcoin

source: Recipient gets
vi: Người nhận được

source: Tap to switch to %@
vi: Nhấn để chuyển sang %@

source: You will send
vi: bạn sẽ gửi

source: Min: %@
vi: Tối thiểu: %@

source: Max: %@
vi: Tối đa: %@

source: Chosen token
vi: mã thông báo đã chọn

source: Other tokens
vi: Các mã thông báo khác

source: Pick a token
vi: Chọn một mã thông báo

source: Search
vi: Tìm kiếm

source: Token not found. Try another one
vi: Không tìm thấy mã thông báo. Thử một cai khac

source: Here’s what we found
vi: Đây là những gì chúng tôi tìm thấy

source: You can choose in which currency to pay with below.
vi: Bạn có thể chọn loại tiền tệ để thanh toán bên dưới.

source: Switch to another token
vi: Chuyển sang mã thông báo khác

source: token account
vi: tài khoản mã thông báo

source: Address not found. Try another one
vi: Không tìm thấy địa chỉ. Thử một cai khac

source: You cannot send funds to this address because it belongs to another token
vi: Bạn không thể gửi tiền đến địa chỉ này vì nó thuộc về một mã thông báo khác

source: Solana Name Service doesn't respond.
vi: Dịch vụ tên Solana không phản hồi.

source: We suggest you try again later because we will not be able to verify the address if you continue.
vi: Chúng tôi khuyên bạn nên thử lại sau vì chúng tôi sẽ không thể xác minh địa chỉ nếu bạn tiếp tục.

source: Account creation for this address is not possible due to insufficient funds.
vi: Không thể tạo tài khoản cho địa chỉ này do không đủ tiền.

source: Tap for details
vi: Nhấn để biết chi tiết

source: The transaction has been successfully completed 🤟
vi: Giao dịch đã được hoàn tất thành công 🤟

source: Recently used
vi: Được sử dụng gần đây

source: Make your first transaction
vi: Thực hiện giao dịch đầu tiên của bạn

source: To continue, paste or scan the address (Solana or Bitcoin) or type a username
vi: Để tiếp tục, hãy dán hoặc quét địa chỉ (Solana hoặc Bitcoin) hoặc nhập tên người dùng

source: To continue, paste or scan the address or type a username
vi: Để tiếp tục, hãy dán hoặc quét địa chỉ hoặc nhập tên người dùng

source: Fees: %@
vi: Phí: %@

source: Calculating the fees
vi: Tính phí

source: Using the maximum %@ amount
vi: Sử dụng lượng %@ tối đa

source: Calculated by subtracting the account creation fee from your balance
vi: Được tính bằng cách trừ phí tạo tài khoản khỏi số dư của bạn

source: You have no internet connection
vi: Bạn không có kết nối internet

source: Sent to
vi: Gửi đến

source: Pasted from clipboard
vi: Đã dán từ khay nhớ tạm

source: Choose a recipient
vi: Chọn một người nhận

source: Transaction submitted
vi: Giao dịch đã gửi

source: Free (Paid by Key App)
vi: Miễn phí (Trả tiền bằng ứng dụng chính)

source: Transaction succeeded
vi: Giao dịch thành công

source: Transaction failed
vi: giao dịch không thành công

source: Continue with %@
vi: Tiếp tục với %@

source: Continue anyway
vi: Vẫn tiếp tục

source: You cannot send tokens to yourself
vi: Bạn không thể gửi mã thông báo cho chính mình

source: The bank has not seen the given %@ or the transaction is too old and the %@ has been discarded.
vi: Ngân hàng không thấy %@ đã cho hoặc giao dịch quá cũ và %@ đã bị hủy.

source: An error occured while processing an instruction. The first element of the tuple indicates the instruction index in which the error occured.
vi: Đã xảy ra lỗi khi xử lý lệnh. Phần tử đầu tiên của bộ dữ liệu cho biết chỉ mục hướng dẫn xảy ra lỗi.

source: This transaction has already been processed
vi: Giao dịch này đã được xử lý

source: The bank has seen this transaction before. This can occur under normal operation when a UDP packet is duplicated, as a user error from a client not updating its %@, or as a double-spend attack.
vi: Ngân hàng đã thấy giao dịch này trước đây. Điều này có thể xảy ra trong hoạt động bình thường khi một gói UDP bị trùng lặp, do lỗi người dùng từ máy khách không cập nhật %@ của nó hoặc do một cuộc tấn công chi tiêu gấp đôi.

source: Details
vi: Thông tin chi tiết

source: Turn on the light
vi: Bật đèn

source: Turn off the light
vi: Tắt đèn

source: The address %@ is recognized
vi: Địa chỉ %@ được công nhận

source: Key App cannot scan QR codes without access to your camera. Please enable access under Privacy settings.
vi: Ứng dụng chính không thể quét mã QR nếu không có quyền truy cập vào máy ảnh của bạn. Vui lòng bật quyền truy cập trong cài đặt Quyền riêng tư.

source: Unable to access camera
vi: Không vào được máy ảnh

source: Initializing error
vi: Lỗi khi khởi tạo

source: Not available for now
vi: Không có sẵn cho bây giờ

source: Sending tokens has never been EASIER
vi: Gửi mã thông báo chưa bao giờ DỄ DÀNG HƠN

source: Send crypto in the Bitcoin and Solana network instantly and without fees
vi: Gửi tiền điện tử trong mạng Bitcoin và Solana ngay lập tức và không tính phí

source: Effortlessly send tokens with usernames instead of long addresses
vi: Dễ dàng gửi mã thông báo có tên người dùng thay vì địa chỉ dài

source: Buy crypto
vi: Mua tiền điện tử

source: Send crypto in the Solana network instantly and without fees
vi: Gửi tiền điện tử trong mạng Solana ngay lập tức và không tính phí

source: Free (%@ left for today)
vi: Miễn phí (còn %@ cho hôm nay)

source: This address doesn’t have an account for this token
vi: Địa chỉ này không có tài khoản cho mã thông báo này

source: We left a minimum SOL balance to save the account address
vi: Chúng tôi đã để lại số dư SOL tối thiểu để lưu địa chỉ tài khoản

source: Sell %@
vi: Bán %@

source: Sell all
vi: Bán tất cả

source: Included fee %@
vi: Đã bao gồm phí %@

source: The minimum amount is %@ %@
vi: Số tiền tối thiểu là %@%@

source: The maximum amount is %@ %@
vi: Số tiền tối đa là %@%@

source: Cash out
vi: Rút tiền

source: Remove from history
vi: Xóa khỏi lịch sử

source: Please, send crypto to MoonPay address
vi: Vui lòng gửi tiền điện tử đến địa chỉ MoonPay

source: Are you sure?
vi: Bạn có chắc không?

source: Are you sure you want to interrupt cash out process? Your transaction won't be finished.
vi: Bạn có chắc chắn muốn làm gián đoạn quá trình rút tiền không? Giao dịch của bạn sẽ không kết thúc.

source: Continue transaction
vi: Tiếp tục giao dịch

source: Interrupt
vi: Ngắt

source: Your bank account via Moonpay
vi: Tài khoản ngân hàng của bạn qua Moonpay

source: You didn't finish your cash out transaction. After 7 days your transaction has been automatically declined. You can try again, but your new transaction will be subject to the current rates.
vi: Bạn chưa hoàn thành giao dịch rút tiền của mình. Sau 7 ngày, giao dịch của bạn đã tự động bị từ chối. Bạn có thể thử lại, nhưng giao dịch mới của bạn sẽ phải tuân theo tỷ giá hiện tại.

source: Will be sent to
vi: Sẽ được gửi đến

source: You need to send %@ SOL
vi: Bạn cần gửi %@SOL

source: Funds were sent
vi: Tiền đã được gửi

source: To your bank account
vi: Đến tài khoản ngân hàng của bạn

source: Error with deleting. Try again
vi: Lỗi khi xóa. Vui lòng thử lại

source: There is no %@ in your wallet to sell
vi: Không có %@ trong ví của bạn để bán

source: via bank transfer
vi: qua chuyển khoản ngân hàng

source: Cash out crypto to fiat
vi: Rút tiền điện tử thành fiat

source: SOL was sent to Moonpay and is being processed. Any questions regarding your transaction can be answered via
vi: SOL đã được gửi đến Moonpay và đang được xử lý. Mọi thắc mắc liên quan đến giao dịch của bạn có thể được trả lời qua

source: It usually takes up to 3 business days. Any questions regarding your transaction can be answered via
vi: Nó thường mất đến 3 ngày làm việc. Mọi thắc mắc liên quan đến giao dịch của bạn có thể được trả lời qua

source: Moonpay help center
vi: Trung tâm trợ giúp Moonpay

source: Cash out %@, receive %@
vi: Rút tiền %@, nhận %@

source: Switch to %@
vi: Chuyển sang %@

source: All fees included %@ %@ ≈ %@ %@
vi: Đã bao gồm tất cả các loại phí %@ %@ ≈ %@ %@

source: You will be redirected to our payment provider
vi: Bạn sẽ được chuyển hướng đến nhà cung cấp dịch vụ thanh toán của chúng tôi

source: You will need to enter your IBAN and pass KYC
vi: Bạn sẽ cần nhập IBAN của mình và vượt qua KYC

source: Transfer SOL to our payment provider from Key App
vi: Chuyển SOL cho nhà cung cấp dịch vụ thanh toán của chúng tôi từ Key App

source: Nobody has access to your funds, so you need to execute the transaction cash out
vi: Không ai có quyền truy cập vào tiền của bạn, vì vậy bạn cần thực hiện giao dịch rút tiền

source: Don’t show me again
vi: Đừng cho tôi xem lại

source: Let's go
vi: Đi nào

source: service is next step
vi: dịch vụ là bước tiếp theo

source: You can only cash out SOL
vi: Bạn chỉ có thể rút tiền SOL

source: Swap your cryptocurrencies to SOL to cash out
vi: Hoán đổi tiền điện tử của bạn sang SOL để rút tiền

source: Got it
vi: Hiểu rồi

source: No Internet connection
vi: Không có kết nối Internet

source: Oops, something went wrong. Please try again later
vi: Rất tiếc, đã xảy ra lỗi. Vui lòng thử lại sau

source: You need to send SOL to the address in the description to finish your cash out operation.
vi: Bạn cần gửi SOL đến địa chỉ trong phần mô tả để hoàn tất thao tác rút tiền của mình.

source: Delete
vi: Xóa bỏ

source: Delete transaction
vi: Xóa giao dịch

source: Done! Refresh the history page for the updated status
vi: Xong! Làm mới trang lịch sử để cập nhật trạng thái

source: Your %@ address
vi: Địa chỉ %@ của bạn

source: You will have to pay a one-time fee (~%@) to create an account for this address
vi: Bạn sẽ phải trả phí một lần (~%@) để tạo tài khoản cho địa chỉ này

source: We cannot retrieve the transaction status without the internet
vi: Chúng tôi không thể truy xuất trạng thái giao dịch khi không có internet

source: The transaction was rejected by the Solana blockchain
vi: Giao dịch đã bị blockchain Solana từ chối

source: The data is being updated. Please try again in a few minutes.
vi: Dữ liệu đang được cập nhật. Vui lòng thử lại trong vài phút.

source: Buy or receive to continue
vi: Mua hoặc nhận để tiếp tục

source: Less than %@
vi: Ít hơn %@

source: You receive
vi: Bạn nhận được

source: Counting...
vi: Đếm...

source: You can enter “You pay” field only
vi: Bạn chỉ có thể nhập trường “Bạn thanh toán”

source: Not enough %@
vi: Không đủ %@

source: Buy with Moonpay
vi: Mua bằng Moonpay

source: License
vi: Giấy phép

source: Cashout with Moonpay
vi: Rút tiền với Moonpay

source: Received from
vi: Nhận được tư

source: There was a problem with the swap, your funds were refunded
vi: Đã xảy ra sự cố với giao dịch hoán đổi, tiền của bạn đã được hoàn trả

source: Swap details
vi: chi tiết hoán đổi

source: %@ signature
vi: %@ chữ ký

source: Your history will appear here. To get started you can:
vi: Lịch sử của bạn sẽ xuất hiện ở đây. Để bắt đầu, bạn có thể:

source: Oops! Something happened.
vi: Ối! Một cái gì đó đã xảy ra.

source: Stake
vi: Cổ phần

source: Unstake
vi: hủy bỏ cổ phần

source: Mint
vi: cây bạc hà

source: Burn
vi: Đốt cháy

source: Unknown
vi: không xác định

source: Signature
vi: Chữ ký

source: Vote account
vi: Tài khoản bình chọn

source: Burn signature
vi: Ghi chữ ký

source: Mint signature
vi: chữ ký bạc hà

source: Unstake signature
vi: Bỏ chữ ký

source: Stake signature
vi: chữ ký cổ phần

source: Explorer
vi: nhà thám hiểm

source: The address was copied to clipboard
vi: Địa chỉ đã được sao chép vào clipboard

source: Confirm claiming the tokens
vi: Xác nhận yêu cầu mã thông báo

source: Claim %@
vi: Yêu cầu %@

source: With Key App, the first transaction is free. Also all the transactions above $300 are free
vi: Với Key App, giao dịch đầu tiên là miễn phí. Ngoài ra, tất cả các giao dịch trên $300 đều miễn phí

source: My username
vi: Tên người dùng của tôi

source: My Ethereum address
vi: Địa chỉ Ethereum của tôi

source: Send %@ to your Ethereum address
vi: Gửi %@ đến địa chỉ Ethereum của bạn

source: We bridge it to Solana with Wormhole
vi: Chúng tôi kết nối nó với Solana bằng Wormhole

source: You only need to sign a transaction with Key App
vi: Bạn chỉ cần ký giao dịch với Key App

source: We refund bridging costs for any transactions over $50
vi: Chúng tôi hoàn trả chi phí bắc cầu cho bất kỳ giao dịch nào trên $50

source: Your username was copied
vi: Tên người dùng của bạn đã được sao chép

source: Your Solana address was copied
vi: Địa chỉ Solana của bạn đã được sao chép

source: Your Ethereum address was copied
vi: Địa chỉ Ethereum của bạn đã được sao chép

source: Copy address
vi: sao chép địa chỉ

source: Receive %@ on %@
vi: Nhận %@ trên %@

source: Supported tokens
vi: Mã thông báo được hỗ trợ

source: Receive tokens on Ethereum and Solana
vi: Nhận mã thông báo trên Ethereum và Solana

source: Choose network
vi: Chọn mạng

source: Claim
vi: Khẳng định

source: You will get
vi: Bạn sẽ nhận được

source: Claiming
vi: Khiếu nại

source: Send crypto via link
vi: Gửi tiền điện tử qua liên kết

source: Sending via link
vi: Gửi qua liên kết

source: Creating your link
vi: Tạo liên kết của bạn

source: The link is ready! Receiver will be able to claim funds
vi: Liên kết đã sẵn sàng! Người nhận sẽ có thể yêu cầu tiền

source: Send via link
vi: Gửi qua liên kết

source: The link works only 1 time for any users. If you log in yourself, the funds will be returned to your account
vi: Liên kết chỉ hoạt động 1 lần cho bất kỳ người dùng nào. Nếu bạn tự đăng nhập, tiền sẽ được trả lại vào tài khoản của bạn

source: The price is higher because of your trade size. Consider splitting your transaction into multiple swaps.
vi: Giá cao hơn vì quy mô giao dịch của bạn. Cân nhắc chia giao dịch của bạn thành nhiều giao dịch hoán đổi.

source: The slippage could be
vi: Sự trượt giá có thể là

source: Swapping Through
vi: Hoán đổi thông qua

source: Liquidity fee
vi: phí thanh khoản

source: Estimated fees
vi: Tổng phí ước tính

source: Minimum received
vi: Tối thiểu nhận được

source: Best price
vi: Giá tốt nhất

source: The minimum amount you will receive. If the price slips any further, your transaction will revert.
vi: Số tiền tối thiểu bạn sẽ nhận được. Nếu giá trượt hơn nữa, giao dịch của bạn sẽ hoàn nguyên.

source: When you trade the token for the first time, Solana charges a one-time fee for creating an account.
vi: Khi bạn giao dịch mã thông báo lần đầu tiên, Solana tính phí một lần để tạo tài khoản.

source: With Key App, all transactions you make on the Solana network are free
vi: Với Key App, mọi giao dịch bạn thực hiện trên mạng Solana đều miễn phí

source: Okay
vi: Đồng ý

source: A fee paid to the liquidity providers
vi: Một khoản phí trả cho các nhà cung cấp thanh khoản

source: %@ Liquidity fee %@
vi: %@ Phí thanh khoản %@

source: Low slippage %@. We recommend to increase slippage manually
vi: Độ trượt thấp %@. Chúng tôi khuyên bạn nên tăng trượt theo cách thủ công

source: Increase slippage and try again
vi: Tăng độ trượt giá và thử lại

source: popular
vi: phổ biến

source: Integrity of the route has been compromised
vi: Tính toàn vẹn của tuyến đường đã bị xâm phạm

source: Creating transaction failed
vi: Tạo giao dịch không thành công

source: No swap options for these tokens
vi: Không có tùy chọn hoán đổi cho các mã thông báo này

source: Token you pay
vi: Mã thông báo bạn thanh toán

source: Token you receive
vi: Mã thông báo bạn nhận được

source: You can’t swap between the same token
vi: Bạn không thể hoán đổi giữa cùng một mã thông báo

source: Enter amount
vi: Nhập số tiền

source: To make a transfer to %@ you have to swap %@ to %@
vi: Để chuyển sang %@, bạn phải hoán đổi %@ thành %@

source: Cannot calculate fees. Try again
vi: Không thể tính phí. Thử lại

source: Using Wormhole bridge
vi: Sử dụng cầu Wormhole

source: Enter greater value
vi: Nhập giá trị lớn hơn
