Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/*.lproj/Localizable.strings
Languages: vi

source: All transactions over %@ are free. Key App will cover all fees for you.
vi: Tất cả các giao dịch trên %@ đều miễn phí. Ứng dụng chính sẽ chi trả mọi khoản phí cho bạn.

source: Sent via one-time link
vi: Gửi qua liên kết một lần

source: Creating your one-time link
vi: Tạo liên kết một lần của bạn

source: %@ transactions
vi: %@ giao dịch

source: Unknown time
vi: thời gian không xác định

source: Unique one-time link works once only
vi: Liên kết một lần duy nhất chỉ hoạt động một lần

source: The one-time link can be used to send funds to anyone without needing an address. The funds can be claimed by anyone with a link.
vi: Liên kết một lần có thể được sử dụng để gửi tiền cho bất kỳ ai mà không cần địa chỉ. Tiền có thể được yêu cầu bởi bất kỳ ai có liên kết.

source: Limit is %@ one-time links per day. Try tomorrow
vi: Giới hạn là %@ liên kết một lần mỗi ngày. Hãy thử vào ngày mai

source: Key App one-time transfer link
vi: Liên kết chuyển một lần của Key App

source: Confirm
vi: Xác nhận

source: The transaction was rejected after failed internet connection. Open your link again
vi: Giao dịch đã bị từ chối sau khi kết nối internet không thành công. Mở lại liên kết của bạn

source: Token rates are unavailable. Everything works as usual and all funds are safe.
vi: Tỷ lệ mã thông báo không có sẵn. Mọi thứ hoạt động như bình thường và tất cả các khoản tiền đều an toàn.

source: You can't receive funds with it
vi: Bạn không thể nhận tiền với nó

source: Failed to get data
vi: Không lấy được dữ liệu

source: Refresh the page or check back later
vi: Làm mới trang hoặc kiểm tra lại sau

source: Reload
vi: tải lại

source: You’ve got
vi: Bạn đã có

source: The fee is more than the amount sent
vi: Phí nhiều hơn số tiền gửi

source: Would be completed on the Ethereum network
vi: Sẽ được hoàn thành trên mạng Ethereum

source: %@ sent you %@ via Key App. Follow the link to claim your funds: %@
vi: %@ đã gửi cho bạn %@ qua Key App. Theo liên kết để nhận: %@

source: From %@
vi: Từ %@

source: This link is broken
vi: Liên kết này bị hỏng

source: The fees are bigger than the transaction amount
vi: Các khoản phí lớn hơn số tiền giao dịch

source: There was a problem with claiming. Please try again
vi: Đã xảy ra sự cố khi xác nhận quyền sở hữu. Vui lòng thử lại

source: There was a problem with sending. Please try again
vi: Đã xảy ra sự cố khi gửi. Vui lòng thử lại

source: Change the region manually
vi: Thay đổi khu vực theo cách thủ công

source: Unfortunately, you can not buy in %@, but you can still use other Key App features
vi: Thật không may, bạn không thể mua trong %@, nhưng bạn vẫn có thể sử dụng các tính năng khác của Ứng dụng chính

source: Open your link again
vi: Mở lại liên kết của bạn

source: Send money via link
vi: Gửi tiền qua liên kết

source: Without account details
vi: Không cần thông tin về tài khoản

source: Anyone who gets this one-time link can claim money
vi: Bất kỳ ai nhận được liên kết một lần này đều có thể yêu cầu tiền

source: If you want to get your money back just open the link by yourself
vi: Nếu bạn muốn lấy lại tiền của mình, chỉ cần tự mình mở liên kết

source: Select your country
vi: Chọn đất nước của bạn

source: Copied
vi: Đã sao chép

source: Share your link to send money
vi: Chia sẻ liên kết của bạn để gửi tiền

source: Create link
vi: Tạo đường link

source: Chosen country
vi: quốc gia được chọn

source: All countries
vi: Tất cả các nước

source: Receive money
vi: Nhận tiền

source: The transaction will be completed in a few seconds
vi: Giao dịch sẽ được hoàn thành sau vài giây

source: Hey, I've sent you %@ %@! Get it here: %@
vi: Này, tôi đã gửi cho bạn %@ %@! Lấy nó ở đây: %@

source: The link is already claimed
vi: Liên kết đã được xác nhận quyền sở hữu

source: You can’t receive money with it
vi: Bạn không thể nhận tiền với nó

source: The transaction was rejected. Open your link again.
vi: Giao dịch đã bị từ chối. Mở lại liên kết của bạn.

source: Add funds
vi: Thêm các quỹ

source: Wormhole Bridge is currently unable. Please try again later
vi: Cầu Wormhole hiện không hoạt động. Vui lòng thử lại sau

source: It usually takes 15-20 minutes for a transaction to complete
vi: Thường mất 15-20 phút để hoàn tất giao dịch

source: The fee is more than the defined slippage %@ due to one-time account creation fee by Solana blockchain
vi: Phí cao hơn trượt giá được xác định %@ do phí tạo tài khoản một lần bằng chuỗi khối Solana

source: How to claim for free
vi: Làm thế nào để yêu cầu miễn phí

source: I forgot PIN
vi: tôi quên mã PIN

source: More than the received amount
vi: Nhiều hơn số tiền nhận được

source: Fees
vi: lệ phí

source: We refund bridging costs for any transactions over %@
vi: Chúng tôi hoàn trả chi phí bắc cầu cho bất kỳ giao dịch nào qua %@

source: Total amount
vi: Tổng cộng

source: Check available funds
vi: Kiểm tra số tiền khả dụng

source: To send %@ to Ethereum network you have to swap it to %@
vi: Để gửi %@ đến mạng Ethereum, bạn phải hoán đổi nó thành %@

source: Not enought %@
vi: Chưa đủ %@

source: It usually takes few seconds for a transaction to complete
vi: Thường mất vài giây để hoàn tất giao dịch

source: Username was copied to clipboard
vi: Tên người dùng đã được sao chép vào khay nhớ tạm

source: Transaction fees
vi: Phí giao dịch

source: %@ is the minimum amount to receive from the Ethereum Network
vi: %@ là số tiền tối thiểu để nhận được từ Mạng Ethereum

source: Bank transfer
vi: chuyển khoản ngân hàng

source: Bank card
vi: Thẻ ngân hàng

source: Instant · %@ fees
vi: Tức thời · %@ phí

source: Crypto
vi: tiền điện tử

source: Up to 3 days · %@ fees
vi: Tối đa 3 ngày · %@ phí

source: Up to 1 hour · %@ fees
vi: Tối đa 1 giờ · %@ phí

source: bank card, bank transfer or crypto
vi: thẻ ngân hàng, chuyển khoản ngân hàng hoặc tiền điện tử

source: Open IBAN account for international transfers with zero fees
vi: Mở tài khoản IBAN để chuyển khoản quốc tế mà không mất phí

source: This service is available only for European Economic Area countries
vi: Dịch vụ này chỉ dành cho các quốc gia thuộc Khu vực Kinh tế Châu Âu

source: Your country
vi: Quốc gia của bạn

source: Powered by Striga
vi: Cung cấp bởi Striga
